{
    "book": "Good Training",
    "chapter": -1,
    "chapterTitle": "April Fool's",
    "date": "2017-04-01",
    "source": "https://www.reddit.com/r/HFY/comments/62x6gt/jverse_good_training_april_fools/",
    "content": [
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y 3m 29d AV</strong><br>One-Fang workhouse, Alien Quarter, Folctha, Cimbrean, the Far Reaches"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Sergeant Regaari (Dexter) of Clan SOR</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "One of the best things about the humans was that they had a springtime holiday dedicated to mischief. Before them, only the Gao could claim to celebrate such a thing and it was one of the odd quirks of their kind that baffled the other species. Not the humans, though. Arguably they had <em>multiple</em> such holidays—Halloween being another such major event—but <em>this</em> one was dedicated to playful mischief for its own sake. That, all by itself, cemented Regaari’s opinion of the species."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Which left only one question: what would the local Gaoians do to honor the holiday?"
        },
        {
            "tag": "p",
            "class": "",
            "text": "To that glorious end, Regaari, Faarek, and Daar (recently back from training on Earth) got together to scheme with the rest, and after a few nights considering their options, Clan SOR decided to enlist the help of all the males living on Cimbrean. The most numerous of the males at the moment were from Clan One-Fang, since the labor required on Cimbrean was highly varied and technical, tended toward silverfur preferences, and in any case the Stonebacks were largely tending to agricultural concerns outside of town and weren’t particularly numerous in the first place."
        },
        {
            "tag": "p",
            "class": "",
            "text": "All that being the case, and with the Racing Thunder and her crew being in a form of quasi-exile, it made sense that the Clan with the strongest, deepest roots in Folctha would be where they turned for help. Initial negotiations were a bit tricky; Daar’s Clan had an <em>old</em> and smoldering feud that he had no wish to fuel…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar and Regaari ambled along the Alien Quarter park’s major trail towards the workhouse in the early evening, before the rains began. Daar had his long coat in and was avoiding water out of courtesy to the rest of Clan SOR. His long fur smelled <em>awful</em> when wet."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Is this really smart, Cousin?” Daar panted a bit nervously, since walking into One-Fang’s workhouse would be noticed by <em>everyone.</em>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Father Yefrig gave an oath that this would be an amiable encounter,” chided Regaari."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“And I keep my word.” Yefrig joined them alongside as they strolled down the trail. “And in any case, you are quite possibly the very last male I would ever test myself against, Champion.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar had some very big, very easy buttons to press, and stroking his ego would earn almost anyone a friendlier attitude. Sure enough, the great fur-laden oaf chittered deeply to himself and deflected the compliment."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nah, you should see our human friends! Some of ‘em make me feel like a cub!” Daar rumbled, pleased with himself. “But, uh, I’m still confused why you agreed to this…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“One does not deny a Champion, especially you, and especially since our Clan’s dispute is a personal one between you and my Champion.” Yefrig paused, and flicked his ears in amusement. “Besides, it was a youthful indiscretion. Fathers know I’ve had my share…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Yefrig baited Daar perfectly, for which Regaari flicked his ears in respect. “It was an accident! I was only thirteen!” He flailed his great paws about in sudden embarrassed irritation. “How was I ‘sposed know he had a mating interest in her?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“It’s not often a Champion gets upstaged by a cub still two years away from his Day of Majority. The <em>scandal</em> of it—”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nothing happened! It would have been illegal anyway!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“She <em>did</em> wait for you,” Regaari chimed in. “As I recall, she was your very first mating contract, too. Stud-Prime on your Day of Majority…quite a prize to snag.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar grumbled dangerously and shot Regaari a warning look."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Champion Hiyal was <em>furious</em> about it,” added Yefrig. “The Females didn’t react kindly, either. I think it was over a year before he secured any other contract.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…I didn’t know that,” admitted Daar, now a bit glumly."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Anyway,” Regaari interjected, “Daar’s very impressive prospects aside…” They arrived at the workhouse at that moment. “We have a <em>lot</em> to do in a short time. Is everything ready?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yes indeed!” Yefrig seemed pleased with himself. “We have enough for every male on Cimbrean. It’s odorless, won’t glow for at least a day, will wash out after a couple nights, and it should appear very bright green to the humans, I’m told.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar enthused, momentary melancholy forgotten. “That was really fast!” They walked in towards the biggest room where dozens of Gaoians, Clan and Clanless alike, were busily mixing up solution and filling tiny spray devices. “I hope this didn’t cost ‘ya any big favors…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Champion Hiyal funded it himself.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar paused dead in his tracks. “He did!? Does he know it was my idea?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Regaari winced internally. Technically the prank was <em>his</em> idea, though Daar had refined it to include glowing indelible ink. Regaari would get his revenge later…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Oh, he does.” Yefrig wore a painfully smug expression. “He sees it as a can’t-lose investment. Either you pull off a great stunt and mark Cimbrean as Gaoian territory…or you get in huge trouble with the humans and damage your mating prospects. He said he would consider your grudge settled in any case. He also said, and I quote: ‘I will be happy to restore Clan relations with Champion Daar either face-to-face or in his prison cell.’ Charming, really.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Yefrig didn’t seem terribly impressed with his Clan’s Champion, a useful little nugget that Regaari would file away in his next intel report. Daar seemed to notice too, though he was naturally more wrapped up in their interpersonal conflict."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Wow. That’s…exactly what I expected, I guess. Anyway. What’s left for us to do?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Regaari headed over to the table, where a Clanless he hadn’t yet met showed him exactly what to do without stopping or even speaking."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Cousin...it looks like we mix, fill, and seal.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar sidled in next to two awestruck laborers and made instant friends. He flashed an aggressive little play-snarl at Regaari, “I bet I can fill more than you!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "They set to work. Daar won the contest."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Water tower, HMS Sharman, Folctha, Cimbrean, the Far Reaches"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Champion, Stud-Prime, and Sergeant Daar (Tigger) of Clans Stoneback and SOR</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "It was a good plan! Regaari had the idea t’give every single Gaoian male a specially made ink along with a neat little hidable sprayer. Spies had the best toys! With it they could coat the bottom of their feet and go about their daily lives, leaving invisible pawprints all across the city. But then Daar thought, why not make ‘em glow? And why not do it so the humans couldn’t do anything <em>but</em> see the footprints?"
        },
        {
            "tag": "p",
            "class": "",
            "text": "After all, <em>“If you’re gonna do something, go big or go home.”</em> Daar always liked that phrase. He’d remember to share it with the humans some day!"
        },
        {
            "tag": "p",
            "class": "",
            "text": "They hammered on the idea for a bit, then did some research, and somehow Regaari used his spy-stuff to land an agreement with One-Fang to pull it all off. Risky for Daar, but so far…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Anyway. Enough talk. He had a water tower to climb and a stencil to lay out. <em>This</em> time he wouldn’t do anything dumb like when they put their Clan seals up on top, daring the humans to do anything about it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "No. This time, Daar carried a stencil of One-Fang’s mon."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He couldn’t stop chittering to himself."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "On-call team, SOR barracks, HMS Sharman, Folctha, Cimbrean, the Far Reaches"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Master Sergeant Harry (Rebar) Vandenburg</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "His alarm blared at him accusingly. 04:00AM. It being a weekday, and it being his heavy lifting day, Rebar couldn’t just hit snooze and curl back up in his blankets and bake happily until, oh, noon or whatever. He had to wake up."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Rebar hated mornings."
        },
        {
            "tag": "p",
            "class": "",
            "text": "But mornings were what Army life was all about. He grumbled to himself and thumped to the latrine, did his business, grumbled some more…something was off. <em>Coffee first.</em> He could brain later. First thing’s first. But still…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Rebar hated it when things were off."
        },
        {
            "tag": "p",
            "class": "",
            "text": "A big pot of coffee was already brewed exactly how he liked it: black, bitter, obscenely strong, and potent enough to kill a bull moose. There was a little note in Regaari’s scratchy hand:"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<blockquote>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Everything for a breakfast scramble is ready, just mix and heat. —R, WC”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "</blockquote>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Regaari was being extra considerate? Rebar began to grow suspicious."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Rebar hated it when he felt suspicious. His spidey-sense was beginning to tingle."
        },
        {
            "tag": "p",
            "class": "",
            "text": "<em>Coffee.</em> He slurped, and slowly his body and brain started firing on all cylinders. He went to the stove, noticed there was some green—"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<em>Everywhere.</em> There were pawprints <em>on everything.</em> The cabinets, the floor, up the <em>walls.</em>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Rebar wasn’t gonna get in a workout that morning. He hated missing workouts."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Instead he was going to find some mischievous little murdercoons and Motivate the ever-lovin’ shit outta ‘em, and then they were gonna clean the entire base to inspection order."
        },
        {
            "tag": "p",
            "class": "",
            "text": "An evil grin spread slowly across his face. Rebar <em>loved</em> Motivating his troops."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Lieutenant-Colonel Owen (Stainless) Powell</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "His bungalow…rambler…ranch…whatever…his <em>house</em> was on the outskirts of town, near the base and blessedly free of much of the urban soundscape. Folctha’s modern design and well-engineered lighting kept the light pollution right down, meaning that on good nights the sky was a scintillating, magnificent gossamer quilt of light."
        },
        {
            "tag": "p",
            "class": "",
            "text": "But not that morning. Just then, everything glowed green."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…Fook.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Right then his mobile buzzed. Bleary-eyed, he swiped it open."
        },
        {
            "tag": "p",
            "class": "",
            "text": "<code>(Rebar) : Already on it, sir.</code>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Powell sighed. As the Americans were so fond of saying, shit did roll downhill. He sent a message to admiral Knight."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Admiral Sir Patrick (Templar) Knight</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Personally I find it amusing. As long as it cleans up nicely…but do make sure they understand the gravity of the situation.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“What about the One-Fang mon on the water tower, sir?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…I beg your pardon?”"
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Technical Sergeant Adam (Warhorse) Arés</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Marty, wake up!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nnng, not again, I’m still—”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“No no, look outside! Hurry!” Adam threw some shorts on and bounced in place. His team wasn’t on-call this week and he was fresh back from vacation so he was at his apartment along with Marty, working back up onto the Crude. His energy was returning to his usual frenetic levels and he was re-learning how to contain himself. He was getting good at it too, but still! He had a <em>good</em> reason to be excited."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The moment she was decent he scooped her up over her half-hearted objections and thumped over to the staircase, which led towards the rooftop patio. It was his favorite place these days. He could soak up some sun and keep his color, and the privacy field meant he didn’t need to bother with clothes. But just then he didn’t want it up. He wanted to see the spectacle."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He put Marty down who predictably grumble-snarked at him, then she <em>saw</em> and that stopped her building crankiness dead in its tracks. He went to fetch a nice warm blanket from the storage box and wrap it around his girl, bouncing and giggling at it all. He threw it around her and snuggled. No blanket for him, he liked the cold."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adam grinned like the hulk-puppy he was. “This is fuckin’ awesome.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Marty seemed amazed herself. “Almost in the biblical sense.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adam wasn’t sure exactly what that meant but he nodded happily and snuggled her tightly. And he looked. <em>Everything</em> was green, like a colony of ants had painted the entire town. There were pawprints both hand and foot, crude Clan mons, some playful graffiti…and there was so much of it, it quite literally lit up the night."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adam mentally cancelled his prank for today. A little temporary fur coloring on the Gaoian’s bath day felt pretty weaksauce compared to this."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Marty snuggled into his chest, which he loved more than anything and sighed happily in response. They held for a nice long moment, then she looked back across Demeter Way and tilted her head <em>just slightly</em> in that adorable way she did when she was thinking hard."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Powell won’t be happy.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nope.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“But the <em>scale</em> of this! He can’t pin this on any of the Whitecrest, can he?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nope!” Adam bounced in place up on his toes like he always did."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…How do you think the Governor will take this?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Oh, I bet with a good sense of humor. Dad’s gonna be busy though.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Mhmm.” She ran her hands under his shorts and over his butt…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Think we’re gonna get recalled?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adam swallowed and nodded. He was finding it hard to speak suddenly. Her hands started kneading and he flexed automatically; he was <em>really</em> ticklish and she knew it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Think it’ll be anytime soon?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "His heart pumped faster. “N…no.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Her hands slid up his back <em>exactly</em> how he liked it. He suddenly found his shorts very tight."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Well. We have some time then.” She smiled that amazing way that always made him completely stupid, then nuzzled at his chest and planted a gentle kiss right above his heart."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He blinked for a second, his breath caught in his chest, then picked her up in a blanket burrito, ditched his shorts, and thumped back downstairs."
        },
        {
            "tag": "p",
            "class": "",
            "text": "God<em>damn</em> he loved her."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Shipfather Yefrig</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“You are <em>certain</em> it will wash out?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I am certain, Admiral Knight. It will all dissipate in the next day or two, you have my word.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Knight nodded and sipped his tea. Yefrig sipped his as well. The beverage wasn’t entirely to his liking but something warm and herbal felt proper and civilized, somehow."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Understand, that while I am not above a bit of fun—and you will not repeat that to anyone else—I really must insist the water tower be off limits going forward. It is a safety hazard, firstly, and a security hazard as well.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Yefrig flicked his ears. “Someone climbed the tower?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Knight raised his eyebrows, spun around, opened his window shades, and gestured."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“See for yourself.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Yefrig stood and ambled around the desk, took one look…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "He chittered so hard he had trouble breathing."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<em>Two hours later</em><br><strong>Master Sergeant Harry (Rebar) Vandenberg</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I gotta say, you guys took ‘safety in numbers’ to a whole new level. <em>All</em> the males?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“It would have been unwise of us to avoid participation against the wishes of our peers,” said Regaari in his usual slick way of deflecting anger while being completely, unimpeachably honest. Rebar approved; a good sparring match made Motivation <em>extra</em> fun."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Oh, I don’t doubt it. Still, I never thought you two would make the same mistake twice.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Regaari was cool and unflappable, but Daar’s ear twitched <em>just</em> slightly. That would have been a dead giveaway normally but today Rebar didn’t need it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“What makes you say that, Master Sergeant?” Daar acted the model of innocent curiosity."
        },
        {
            "tag": "p",
            "class": "",
            "text": "That was a surprising thing to hear. They couldn’t possibly…oh. <em>Oh.</em>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Rebar savored what he was about to say. It wasn’t often he got to play against such an epic failure of Shenanigan Security and these two would pay <em>dearly.</em> He grinned his best Motivational grin—Regaari was nervous now—and inspected his hands quickly before he dropped the bombshell."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Well, the fact y’all are covered in glowing green ink from head to toe sorta gives it away.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Both of them looked at Rebar with a dumbfounded stare. <em>Oh yes.</em>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“What…can’t see it? I can tell you tried to wash it out. You’re both freshly bathed which is easy to tell ‘cuz Daar’s both extra smelly and <em>extra</em> fluffy...but y’all didn’t get it all out. It looks like someone hit you with paintballs.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Lemme guess. The ink was optimized to be super bright for us humans, eh?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Funny thing about photochemistry is it tends to emit in a single wavelength. Since y’all aren’t as sensitive in green as we are, and now that the sun’s up and everything’s bright…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar shook his pelt out and flipped his head ruefully. “Well, I ‘spose a good tale about a night drinkin’ Talamay wouldn’t convince ‘ya?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nah,” Rebar grinned, “Prol’ly not.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Just then they could feel something extremely heavy padding quietly up the stairs. Even when he was being careful and placing his feet gently, these days Arés was just so damn <em>massive</em> he couldn’t help but send small tremors through the floors of most buildings. He didn’t necessarily <em>look</em> much bigger, and he still took up about the same space he had for years, but somehow his presence more and more felt like a truck rolling down the street."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Warhorse! Glad you could join us. What did we have planned for today?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Just a nice heavy day, boss-man.” He eyed the Champion and the spy. “You two look like you filled a swimming pool up with Cyalumes and went swimming.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Heh, told’ya. Anyway, I think in light of certain events, we should make this a <em>good</em> training day, don’t you think, Sergeant Arés?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adam bounced in place and shook the building slightly. “I’m always down for that! Back from my vacation, feeling good…today is my first day back on the full Crude!” He gave Rebar a mischievous grin. “I bet these two’ll make <em>great</em> training partners today.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Both Gaoians whimpered to themselves quietly."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Sounds like a plan! I’ll send the rest of the HEAT down in a moment. Kick our asses, ‘Horse.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Oh, I will.” He flashed another evil grin. “C’mom bros, we gotta warm up…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "The two Gaoians thumped down the stairs behind Warhorse like they’d been sentenced to death. Oh well. Shenanigans always had a price and you always had to pay."
        },
        {
            "tag": "p",
            "class": "",
            "text": "If you got caught. Rebar wondered if anyone would notice <em>his</em> prank."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He sipped his coffee. Rebar <em>loved</em> shenanigans."
        }
    ]
}