{
    "book": "Good Training",
    "chapter": -1,
    "chapterTitle": "Pecking Order",
    "date": "2016-11-07",
    "source": "https://www.reddit.com/r/HFY/comments/5bqqxo/jverse_good_training_pecking_order/",
    "content": [
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y, 8m AV</strong><br>Operator’s Barracks, HMS Sharman, Folctha, Cimbrean"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Officer Regaari (Dexter) of Clan Whitecrest</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I got an idea, Regaari.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Regaari flicked his ears forward in annoyance. “This again?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Well, yeah. I <em>gotta</em> win that bet, Cousin!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Regaari duck-nodded wearily. Not long after Daar had received the SACRED STRANGER briefing, he’d sulked off to think about what he’d learned. It wasn’t a cheerful brief since he now <em>knew</em> what a problem EV-MASS presented to any counter-Human tactics. Their suits were <em>armored</em> against high velocity projectiles and bladed weaponry and that was unusual; pulse weapons and forcefields ruled modern combat."
        },
        {
            "tag": "p",
            "class": "",
            "text": "<em>Why</em> that was true didn’t necessarily make sense to Regaari’s mind—projectile weapons like the Human <em>M-4</em> or <em>SCAR</em> and contemporary Gaoian systems were perfectly serviceable—but he had to admit, a pulse rifle was light, easy to use, and could shoot effectively forever. Carrying ammunition was a pain and at any rate, armor would not protect from the kinetic <em>slap</em> of a pulse weapon’s fire against torso, organs, or brain."
        },
        {
            "tag": "p",
            "class": "",
            "text": "But while a light pulse rifle would kill most Domain species by messily liquifying their internals, and could seriously injure a Gaoian with a well-placed shot…for a Human? It only seemed to annoy them. And <em>anger</em> them, as the galaxy so vividly saw with Kevin Jenkins and the Hunters in Vancouver."
        },
        {
            "tag": "p",
            "class": "",
            "text": "In retrospect, armoring their soldiers was the obvious thing to do, much like the Gao had done before pulse weaponry was known to them. That didn’t change the tactical surprise, though, and both Regaari and Daar had to learn new assumptions when they encountered human tactics. The Gao had effective weapons they could use—fusion blades being a major example—but they were so unwieldy, or lethal and unethical, or had so many collateral damage concerns, they were totally unwarranted for all but the most extreme situations."
        },
        {
            "tag": "p",
            "class": "",
            "text": "And in any case, rolling heavy into a disturbance was one thing. Self-defense in a random encounter was another matter entirely, and that required some form of weaponless tactic. And <em>that</em> left Whitecrest—and Stoneback, who would, if Regaari was honest, be more apt to survive such a thing—with precious few options. They’d gone round and round about it, endlessly chasing their own tail, pondering every possible tackle, pounce, strike, defilade…anything they could to alter the outcome."
        },
        {
            "tag": "p",
            "class": "",
            "text": "But the result was always the same every time they gamed it out. In EV-MASS, nothing short of a pulping force, fusion blade, or a Nervejam could harm the Humans. Precious little could even slow them down. In those primitive, inspired suits, they were invulnerable and unstoppable. They were so confident of their armor’s abilities that Righteous had laid down an unbelievable bet: he would be the personal man-servant for the Gaoians for a whole <em>week</em> if they could find a way to incapacitate him while he was wearing the Mass."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The problem had consumed Daar. He was every bit as competitive as any of the Humans and the thought of being so helpless seemed to gnaw at his heart. But every theory had failed so far, so Regaari asked wearily, “What now?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar rumbled with an extremely self-pleased expression. “What if we knocked off their masks?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar had Regaari’s full and undivided attention."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Righteous stood crouched and ready in his full EV-MASS with a proper combat load. He growled fearsomely; he was swift, hulking, and dangerous, more than any other being alive, and he <em>knew</em> it. Daar paced about, warmed up, ready, and in the finest fighting trim he had ever been. This was a fight between a beast and a man, and though it was a friendly match, neither would hold back."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Baseball stood at the ready with his full medical pack and a stasis bubble, charged and ready should the combatants go too far. “Are you two sure about this? We’ve got the authorizations and the safety plan filed and approved…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yes,” rumbled Daar. He was intently focused on his task."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Hell yeah,” replied Righteous. “I won’t break you <em>too</em> hard, Champion.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar said nothing. He simply paced."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Baseball sighed, “Fine. For the record this is against my advice. You both agreed to Earth gravity and grass. The fight’s over when Regaari or I judge one of you two incapacitated or unable to fight back. You stop the <em>instant</em> I say or I will <strong>taze</strong> your stupid ass. That goes double for you, Tiggs, you got it?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yeah.” Both agreed."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Alright. Whenever you’re ready.” Everyone backed off to give them space, and the two combatants circled each other warily."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The fight was arranged outside and on the turf for two reasons. The first was for safety. After all, argued Regaari, the ground was soft and the traction was excellent, and good footing would be better for everyone. Righteous agreed to the proposal with total confidence. Baseball also agreed with a sly little look, which suggested he maybe understood at least part of Daar’s plan. And that was the second reason; he was being very <em>sneaky</em> about his chosen terrain. He chose grass because he <em>needed</em> the better traction for his gambit to work."
        },
        {
            "tag": "p",
            "class": "",
            "text": "In their many combative sessions, the Humans quickly learned that Daar was such a formidable foe that he needed one-on-one training with the three Aggressors if everyone was to get the most benefit. And without the suits, Daar accumulated a pretty good record! He was more or less tied with Highland and Starfall (some days went better than others) and had earned a few respectable victories against Righteous, even if those were rare and treasured events."
        },
        {
            "tag": "p",
            "class": "",
            "text": "But with suits? The Humans were undefeated. They always won because the suits nullified a Gaoian’s natural weapons and the fight therefore came down to size. Daar was <em><strong>BIG.</strong></em> Bigger and stronger at that point than basically any Human outside the HEAT, but next to those men? Most of them were <em>bigger.</em> Some much more so. And at the high end of the scale, Righteous was so huge, powerful, quick, and tough, that without the threat of claws or teeth, Daar stood no chance at all. It was like an angry Kwek harassing a disinterested Naxas."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Maybe that would change. Daar had an insight and spent a week practicing his “trick” and he was keen to test it. So he circled his big and stinky Friend, who prowled and crouched in a wrestler’s stance, waiting for Daar’s attack."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar pounced. He was so strong he could burst up to his full, unequaled speed within a single bound and he needed that, because he needed momentum. He closed the distance almost instantly, but instead of leaping up and pouncing like Righteous was clearly expecting, he planted his forepaws and swung his hindquarters around like a wrecking ball, transferring all his momentum into his attack. Righteous saw it coming and tried to move but it was too fast and too close. He managed to get one leg out of the way but not the other, and with that, Daar tripped the giant human and sent him falling. That was step one."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Righteous was quick to react. He had an arm up to catch himself but Daar was fast, too. He got his hindquarters planted and sprang forward, tackling righteous right as his hand made contact with the ground. That forced Righteous off balance and onto his back. Step two."
        },
        {
            "tag": "p",
            "class": "",
            "text": "One of the things the Gaoians noticed in training was that the Humans could not afford to be on their backs in the EV-MASS. The weight of their equipment meant they had to roll to their side to get back up, and for the Humans, that was a surprisingly difficult thing to do. Unburdened, it was simple for most any Human to right themselves. But with a pile of gear? It was nearly impossible, even for HEAT, and Daar took full advantage. He swiped at Righteous’s head with his full strength, keen on keeping Righteous trapped on the ground."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The big man managed a partial block but Daar had so much power in his thick chest that a swipe like that was much like a grizzly Bear from Earth. He was strong enough to burst a watermelon with one of those swats! And though the EV-MASS had stress protection in the suit, and Righteous had a terribly thick neck, neither could protect his brain from the shock. Daar rung him like a bell. Step three, and Righteous’s blocking arm faltered as his world spun like a top."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar had done the impossible; he’d managed to stun Righteous in his EV-MASS! Daar pressed his attack and scored another swipe from the opposite club-paw, but by then Righteous’ instincts had managed to react. He growled and bucked so hard that Daar was propelled several meters <em>straight up.</em> Righteous rolled shakily to his feet, shook his head, and grumbled angrily."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar landed on his paws and recovered while Righteous swayed in place. Both combatants were a bit drained from the encounter and neither immediately pressed an attack. Daar, for his part, clearly favored his right hind-leg but he was ready for more, while Righteous had regained his balance and shook himself loose, raring to go. Everyone could <em>see</em> the vicious joy in his eyes."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Stop.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Both looked over at Baseball. “Fight’s over, Righteous, check your mask.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "He did, and the face plate fell off the second he touched. “Motherfuck—!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Suit breach. To a HEAT operator that could spell instant death. Daar won."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He panted happily and collapsed to the ground, winded and in pain. But he’d done what he wanted to do: he proved his point. “So…<em>heff, heff</em>…I found…<em>heff</em>…a suit problem!” He laid on his good side on the ground, his huge tongue lolling out of the side of his mouth as he caught his breath."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Baseball glanced at Righteous. “Firth, you good?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yeah, yeah. Lemme just…” He pulled off his helmet and slapped a Crude patch against his carotid artery to forestall any possibility of a brain injury."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Satisfied that the massive Aggressor needed no immediate help, Burgess turned his attention to Daar. “What hurts?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "His panting had slowed down slightly. “My right hip.” Burgess and Thurrsto conferred and examined carefully, much to Daar’s grimacing protests."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Thurrsto chittered, “You bruised a nerve pretty good but you’re fine.” Gaoians had a <em>funny bone</em> like Humans, except instead of on the elbow joint, it ran along the outside of the pelvis. Striking that nerve was often exquisitely painful, and could even cause temporary paralysis, but usually it was no major concern."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Thurrsto prepared a dose of Crue-D anyway, just to be safe. It wasn’t <em>quite</em> as effective on Gaoians as it was on Humans, being tuned specifically for their unmatched Deathworld biology, but Gaoians were very similar to Humans in many respects and the medicine relived Daar’s pain almost immediately. And who knew? Gaoians weren’t really <em>meant</em> to take a force like Daar had, not against the pelvis. Best not to risk a cracked bone or anything like that."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Once Daar caught his wind he rose up to his feet, gingerly tested his leg, found it acceptable, and walked over to Righteous. Firth, for his part, grinned hugely and swallowed Daar up into a big, crushing hug."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Ha, knew ‘ya could do it! When did ‘ya figger it out?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“When I thought, ‘gee, these Humans are really top-heavy’ and then I thought we should prol'ly think of a way to exploit that.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Hmm, I wonder…” said Firth with a sly grin, “Did all our training sink in?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…Well, I suppose I gotta admit it’s been useful. I wouldn’t think to swing myself like that ‘cept I’ve seen you do something like it a buncha times.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I wouldn’t have swung myself like you did, though, I couldn’t. You made that little move up on your own. And you recovered so fast! Did you practice?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar preened, “A little, yeah.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Anyway,” Firth chuckled, “why the mask? What made you think of that?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Dude. All masks suck, always and forever! That’s, like, a rule of the Universe or something. I’ve <em>never</em> had one that didn’t make me wanna claw its designer’s eyes out!” The Gaoians chittered along."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Your muzzles would make that problematic, yeah…” Firth recovered some dignity, “gotta admit, though. The scenario was pretty silly.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yeah!” Daar conceded the unrealism of the exercise. “But if I’m ever alone on a grass field on Earth being stalked by HEAT, one-on-one, I’m <em>totally</em> ready!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chitters and rumbling laughter rolled around the group."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“We’ll need to work up to something, I dunno, more realistic? Think you’ll beat me on the assault course?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<em>“Yeah!”</em> Daar wiggled with excitement like a massively overgrown cub."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Heh. Anyway, I’m a man of my word. What will you have me do, Champion?” Firth sank to bended knee and prostrated himself like a medieval parody."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar missed the joke and was immediately uncomfortable. “Brother, stop. Just…make us Peshorkies or something?” He looked at the group for consensus and they all duck-nodded eagerly."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Dude, it was just a joke!” Firth laughed a big, honest, <em>heartfelt</em> laugh. “But dumplings I can make. Or try. We’ll see, this should be amusing.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "The group meandered back towards the barracks to witness Firth’s attempt at cooking. Regaari hung back and thought. He sniffed out the <em>sneaky</em> in Firth’s bet and if there’s anything Regaari liked, it was clever and quiet thinking. He now suspected Firth’s bet was <em>meant</em> to provoke Daar’s competitive nature, and that meant the Humans had now identified a weakness in their suits and in their training."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Suddenly, Regaari wondered who exactly “won” the bet."
        }
    ]
}