{
    "book": "Good Training",
    "chapter": -1,
    "chapterTitle": "The Locals",
    "date": "2016-04-24",
    "source": "https://www.reddit.com/r/HFY/comments/4g6cgw/jverse_good_training_the_locals/",
    "content": [
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y 9m 1w 2d AV</strong><br>Primordial forest, outskirts of ruins, Messier 24<br>Exploratory patrols"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Champion and Sergeant Daar (Tigger) of Clan Stoneback</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Vigilance was wearying in a way Daar had never felt or even thought about, not even while he was on Earth. He was again on a real-life Deathworld, a high-end class eleven which, while seemingly not infested with deadly Earth-level microfauna—even amongst Deathworlds, that was <em>really</em> rare—it made up for that one blessing with an incredibly challenging physical environment. It wore on all the men, even Timothy “Tiny” Walsh, the only human present large and strong like Daar. But Daar had it <em>extra</em> bad because he had fur, and Messier had many exquisite annoyances seemingly designed to harass the pelt-laden."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Firstly, there was the rain. It was constant and inescapable. Warhorse had tried to help before departure with a custom-made poncho, one which could be worn with Daar on all fours. Sadly, it did not help much. The poncho tended to get caught up in branches, twigs, grasping thorns, or even the mud. It therefore remained packed most of the day while Daar suffered, wet and shivering. He had, over the previous months, regrown some of his outer waterproof coat, but all that managed to do was keep hypothermia at bay. His Human Brothers tried to cheer him up with quietly-related stories of their own suffering in previous missions…and it helped. But in that place, at that time, they were simply not suffering as he."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Cold was not the only problem. If hypothermia would not do him in, perhaps the thick, grasping, inescapable, tangling, smelly, horrible <em>vegetation</em> would manage! It was doubly awful both because it needed to be carefully and laboriously navigated through <em>and</em> it tended to harbor biting insects and local fauna. Which also bit. Sometimes venomously. Every step forward involved wriggling his massive self and his enormous load through the oppressive cover without disrupting the vegetation or leaving trail, all while remaining constantly vigilant for and avoiding the aforementioned insects and biting critters."
        },
        {
            "tag": "p",
            "class": "",
            "text": "None of which were tasty."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Even worse, some of those insects were like the \"mosquitos\" from Earth or Nava flies on Gao. They were very easy to catch: big, slow, and easy to snap at. But they had a very bitter taste and stuck in the mouth for far too long. Daar was forced to swat at them instead, which slowed his progress through the underbrush. Great Fathers, they were annoying."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Luckily they couldn't bite through Daar's fur. Instead, they constantly went after his nose and ears, but those were easy enough to deal with. Just a quick wiggle of his nose or a flick of an ear and the problem was solved. Sadly, the one weak spot he had was his testicles. A Gaoian had thick, covering fur down there to protect from the natural cold of their world, but it wasn't perfect, especially for one so <em>justifiably infamous</em> as Daar. The first bite on his pride and joy almost caused him to yelp out loud and potentially blow their cover!"
        },
        {
            "tag": "p",
            "class": "",
            "text": "He bore it, slammed his tail between his legs, and grimly marched on. Hoeff would not let that pass without a remark. “See, Tigger here is a smart boy. ‘Man who have mosquito land on nuts, learn there is non-violent solution to every problem.’ That‘s what my daddy told me, anyhow.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Even Daar had to admit, it was pretty funny."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Meanwhile, Bestest Human Friend Tiny seemed to have no problem managing. He was silent, comfortably cool in the constant drizzle, impressively nimble and completely…at ease. As if the situation was just an invigorating hike! Daar found it more than a little scary. And the other humans? They performed much the same. Better, even, for their combat loads were not so heavy. That Daar was laboring under a much more massive burden was little consolation. He plodded on, carefully, warily, hoping he would not miss a danger which could annoy, injure, or kill."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar and Tiny were the designated mules of the team, and on all fours, Daar—Tigger to his friends—could comfortably carry the largest load of them all. His strength was his pride and it was good to know he was being genuinely useful. His strong back kept the Humans unencumbered and ready to fight, should it be necessary. Teamwork! But it came with a catch; burdened as he was, Daar could not rise to his rear paws and walk, meaning he relied on his Brothers to keep him covered with Deathworlder weaponry. Meanwhile, the inappropriately-named Tiny could, with effort, carry nearly the same mass as Daar (though nothing like the same bulk) and remain standing on those long human legs, preserving complete mobility and the full functionality of his hands."
        },
        {
            "tag": "p",
            "class": "",
            "text": "One does not generally appreciate the freedom this grants until it is unavailable."
        },
        {
            "tag": "p",
            "class": "",
            "text": "And those were just the most immediate of Messier’s charms. Together they made him tired and a bit cranky, which was probably not helped by the constant, cold drizzle; the thick, heavy, almost <em>chewable</em> (though oxygen-rich) air; the very heavy gravity, slightly over 1.1G; and lastly, the terrible, all-consuming smell."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Messier was a world that smelled of Death."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Staff Sergeant Timothy (Tiny) Walsh</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "All in all, Messier wasn’t too bad."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Sure, it had its annoyances. The vaguely rotten smell (like slightly off chicken) permeated everything, but it was mild and one quickly stopped noticing it. The rain was incessant but, thankfully, pleasantly cool. There was no real wind to whip it into anything threatening, after all. The underbrush was very thick, and that seemed to be annoying Tigger…but higher up, the branches were easy to push aside. Cover was excellent, the footing stable, hell, even the gravity was pleasantly strenuous after months on Cimbrean, constantly moving into and out of varying gravity wells. The days were perfectly long, the evenings just the right kind of weather…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "If only every assignment was so pleasant."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The team was navigating a wide circumambulation around the central ruin their sensors picked up from space. It was a large relay and data processing center built in the center of an ancient city core, located at the confluence of what was once several major highways. They maintained a full kilometer distance between themselves and the focal point, and at that distance, the wild had fully reclaimed the land. Evidence of a former civilization was rare. Occasionally, though, an artificially flat piece of land would manifest, and the texture of the ground would change. Perhaps it was an ancient road, or maybe an aqueduct. Who could tell? Tiny was no archeologist."
        },
        {
            "tag": "p",
            "class": "",
            "text": "They walked among the ghosts of what May Have Been. But not everything there was a wraith; the enormous paw print on the ground before Tiny was proof enough."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Man,” he spoke quietly, “That’s a big-ass critter we’ve got running around.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar turned around. “What critter?”"
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y 9m 4w 4d AV</strong><br>Three weeks later<br>Rooney’s Pub, Folctha, Cimbrean<br>“Team building”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Master Sergeant Derek Coombes</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Turns out our ‘expert nose’ completely missed the doom-noodle’s scent!” Coombes chuckled good-naturedly into his beer while Daar endured the teasing and jeering of the assembled Brothers."
        },
        {
            "tag": "p",
            "class": "",
            "text": "It was maybe a bit much for Gaoian pride, even understanding Human affection. He shrank in on himself, “I can’t believe I missed its scent! But in my defense,” he maintained, “The entire <em>planet</em> smelled of rotting meat.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Everyone collectively shuddered, Gaoian and Human alike."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nah, I’m just teasing, bro! I mean, what you <em>did</em> to that fuckin’ doom-noodle was—”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Wait.” Arés piped up, dropping his custom-built #5 Captains of Crush grip exerciser to the table with a resounding <em>thunk.</em> “You guys named this thing a <em>doom-noodle?</em> What the hell!?” He laughed, “Is this, like, some weird new corner of the internet? Do you have pics?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“No, alas.” Staff Sergeant Hoeff was their designated combat cameraman. “Not alive anyway. I do have lotsa pics of what happened next, though.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "He whipped out his mobile phone—only a few of the images had made it through declassification, though thankfully they were all relevant to this encounter—and hunted for the pics. He activated the holographic projector and everyone looked. Silently, and a bit stunned."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Coombes smiled like the cat that got the cream. “That’s right, boys. Tigger here’s a goddamned <em>badass.</em> Impressive, ain’t it?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Murray looked at the pics with his usual quiet, intense scrutiny. Some of them were exceedingly graphic, documenting Daar in the immediate aftermath. He eyed the giant Gaoian warily. “Christ. Remind me tae never fight ye again.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Everyone unconsciously nodded their agreement. Daar, in response, shrunk even further into himself with the uncharacteristically effusive praise. Coombes delighted in it; he had an amazing team and he was incredibly proud of all of them, Human and Gaoian alike. Every last one of them had valuable skills to contribute, and all deserved praise."
        },
        {
            "tag": "p",
            "class": "",
            "text": "But that night? It was Daar’s time to shine whether he wanted it or not."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“And that’s just the aftermath. Lemme tell y’all how this shit went down.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar swallowed more beer in grim determination."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y 9m 1w 2d AV</strong><br>Primordial forest, outskirts of ruins, Messier 24<br>Several hours later"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Daar (Tigger) of Stoneback</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Missing that paw-print was just <em>embarrassing.</em> Daar grumbled about it through their entire patrol, firing back gentle insults and working <em>extra</em> hard to keep hyper-vigilant and worthy of his position on point."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Well, he wasn’t alone. Bestest Human Friend Tiny was on point with him."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Lay off, y’all,” urged Walsh quietly. “Tigger here’s humping more weight than I am, and doing that while on point, sniffing for threats, and breaking trail. Think any of you could even walk with a load like that, let <em>alone</em> all the rest?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Tiny was Tigger's <em>Most Bestest</em> Human Friend! Daar rubbed his head very quickly against Walsh’s leg in a blatant show of affection, happy for the human’s friendship. Walsh chuckled and scritched Daar’s ears in return. The gesture was not lost on the group."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I swear you two are basically the same being, just in different bodies. And species.” That little tease came from Coombes, with a grin. The other man smirked and nodded agreement."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nah, Tiny’s better!” Daar very carefully modulated his voice; it was loud and its deep rumble had a tendency to travel in the thick air. “My pack is heavier but he’s got a SAW. He’s carrying it like you carry an M-4, ain’t even heavy for him! I can’t do that…” Daar trailed off, perhaps a bit wistfully. “At least not with a pack on my back. Also, he’s got better arms.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“So meatheads are the same in any species. Always comparing lifts.” Coombes smiled, “Don’t worry. You keep lifting heavy things, we’ll watch for paw prints.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "More chuckles from everyone. Daar knew the teasing was gentle, that it didn’t <em>really</em> mean anything serious…but it stung slightly, nonetheless. After all, Daar could smell the individual ingredients in a plate of spaghetti from down the barracks hall! The human’s almost unbearable musk didn’t stop him then, so why was the planet’s smell so overpowering? It certainly wasn’t—"
        },
        {
            "tag": "p",
            "class": "",
            "text": "There was a rustle. Ahead, in the bushes. And an odor, faint but exactly like the wispy scent he’d picked up after carefully investigating the print: a monstrous, terrifying impression nearly thirty centimeters wide."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar tried not to let that bother him."
        },
        {
            "tag": "p",
            "class": "",
            "text": "A rustle again, and this time, a different scent. It tickled the back of his brain in a primal way he’d not felt since…alarmed, Daar looked back at his Human Brothers. They were, as usual, confidently alert, but they were completely unaware of the threat."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I smell something.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "That caught everyone’s immediate attention. “What’chu got, Tiggs?” Walsh’s SAW was up at the ready and everyone was keen, poised on a knife-edge."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Whatever made that big footprint a while back,” he pointed with his nose, his left hand-paw held off the ground and reaching for his knife, “It’s up ahead, making noise. I can barely smell it.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Okay, well, can we avoid it?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I dunno, it smells like it’s…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "No more time. The urgent smell grew stronger, along with a sudden stillness around them. All the humans noticed that and looked about frantically, searching for the threat. But the threat was too well-hidden. Daar steeled himself for action and pulled the release strap on his harness, shucking it sideways. He pointed towards the general direction of the threat, curled up, tensed his body good and hard…and then <em>exploded</em> towards the bush."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Staff Sergeant Timothy (Tiny) Walsh</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Curled up, hackles raised, teeth bared, claws out. Every muscle taut and ready. Walsh had never seen his Best Bud Tigger like this. It was a transformation from a generally friendly bear/badger/raccoon-like creature into a beast of legend. For just a moment, as he leaped forward, Walsh could see <em>exactly</em> why a Stoneback was so highly revered amongst the Gaoian people. There was not an ounce of superfluous tissue to be seen anywhere on Daar’s body. Only lines and shapes conveying great power. That was Walsh’s overriding impression as Daar leapt forward with so much explosive force, he cleared the distance to the hidden threat as if it were a record-setting long jump. He was an animal spirit of rage and strength, personified."
        },
        {
            "tag": "p",
            "class": "",
            "text": "There was a pair of loud snarls, then, and some violent, unseen wrestling. Walsh and the others fanned out to tactically surround the position, their long training snapping into place while Daar did what he was apparently made to do. Walsh heard a very loud yelp just as he was approaching on point, definitely not a sound Daar could make—"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar came crashing out of the underbrush with an <em>enormous</em> snake-like creature, easily twice his body length and just as thick across the torso—considering Daar, that was saying something—and equipped with short legs and enormous, clawed feet. The two monsters wrestled about and made a hell of a racket, roiling, snarling, each desperately trying to get a claw hold on the other. Walsh shifted his SAW to the side, switched to his Ka-Bar and approached, ready to help."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Thankfully Daar didn’t seem like he needed it. He somehow rolled on top of the furry snake-bear, sank his enormous claws into the beast, snapped his head forward, and snatched its skull in his jaws. It struggled, naturally, but Daar simply waited until he had a good grip then…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "He <em>obliterated</em> the creature. It happened so fast, and so impressively, Walsh later recalled it almost as if it were in slow motion. First he saw the the sides of Daar’s head bulge and ripple as his powerful jaws bore down. There was a pause, followed by a shudder and a sickening crunch. Daar’s enormous fangs sank into the creature’s skull as if it were a soft melon."
        },
        {
            "tag": "p",
            "class": "",
            "text": "At the same time, every muscle in Daar’s torso flexed hard as he wrenched his neck upward and yanked, shattering the beast’s neck. He then shook his prey powerfully in a fearsome, full-bodied shimmy, much as a dog might when killing a rabbit. But Daar’s shake was far more violent. Bones snapped, claws rent, flesh tore, blood spouted, and Daar killed."
        },
        {
            "tag": "p",
            "class": "",
            "text": "It was over in a few seconds. The creature stood no chance. Daar growled over his conquered prey, covered in blood and gore."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh gulped and approached. Daar, however, wasn’t exactly <em>there</em> to be reasoned with. He tensed up and snarled dangerously, crunched down on the pulped skull in his mouth and chewed, eyeing his Best Friend with animalistic intent. He growled through his mouthful of bone and brain, then raked his claws along the side of the beast’s flank, spilling its guts and further mutilating its destroyed body."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh quite wisely halted. He backed off, holstering his knife, his hands held wide and non-threatening. The others watched <em>very</em> warily."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…Tigger? You with us?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "It took an uncomfortably long while for Daar to respond. When he did, he relaxed, slowly, and nodded his head. He seemed to realize he still had the creature’s shattered skull in his mouth and promptly spit it out. He shook his head, as if clearing the cobwebs, then stepped off his prey, his body radiating menace and trembling from the fight."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…Yeah. I’m here.” he said it in Gaori. Walsh didn’t quite understand the words but the meaning was easy enough to divine. And there was a definite shaky edge to it in Daar's tone. That, the men could relate to readily. Combat scared the <em>shit</em> out of anyone enduring it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…Okay. I’m here too.” Walsh sat on the ground, prompted by some situational instinct he didn’t know he had. This was enough for Daar. He rushed Walsh and curled up into a ball right on his lap, shaking and nervous."
        },
        {
            "tag": "p",
            "class": "",
            "text": "What could Walsh do? He pet the massive Stoneback on the neck, soothing the anxious Gaoian. That little gesture of affection seemed to be exactly what Daar needed. He relaxed quickly then let out a huge, shuddering sigh as the tension drained away and he came down from his combat high. As he did, though, his thoughts naturally turned to his Brothers. “Is everyone okay?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh glanced at everyone and nodded. “Yup. I reckon you saved us, bud.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…good.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Another long moment paused."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Tiny?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yeah?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“That thing tasted terrible.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh burst out laughing and bear-hugged his Best Friend."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I bet it did, bud.”"
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y 9m 4w 4d AV</strong><br>Rooney’s Pub, Folctha, Cimbrean<br>“Team building”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Master Sergeant Derek Coombes</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "The table was silent. Coombes smiled."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“That weren’t the end of it, sadly. We hadta wash the blood and guts outta Tigger’s fur, for a start. He’d worried it’d cake on and attract more predators so we circled back towards a river we’d crossed an hour prior. We were gonna set up camp there anyway, once we finished the patrol, but with everything it seemed a good idea to call it a day.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar chimed in, “We didn’t get the blood out, either. It’s like a stain, or something. We had to wait until we got back last week!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<em>That must’ve been a hell of a sight,</em> thought Coombes. When they marched off the ship they were dirty, weary, and a little gaunter owing to calorie loss. Such was every mission, but it showed strongly on Daar. What little padding he had was utterly gone, his fur stained blood red everywhere, his muzzle straight crimson…"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I thought Tigger looked like a goddamned werewolf when he came back,” chuckled Snapfire. “How long did it take to scrub your fur clean?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Three days,” replied Daar glumly. “It still won’t behave!” As he said this, he absentmindedly stroked some of the longer fur on his forearm. Lately it wanted to stick straight up at weird angles. Daar found this bugged him for reasons he was unable to explain."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Did you use the fur conditioner?” Regaari chittered amusedly."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“The whole bottle, Cousin. It’s better, I guess…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Give it a day,” chirred Thurrsto, “And eat more anchovies.” The Gaoians all nodded in agreement. The humans held their peace, as best they could."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Anyway, I haven’t told you what happened when we returned to our campsite, have I?” Now it was Walsh’s turn to drink his beer in grim acceptance."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar perked up, glad to see his Most Bestest Human Friend get the attention he deserved. “Yes! He killed a snake-bear too! Can I tell the story?” He wiggled excitedly in place, as earnest as a pup learning a new trick."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Coombes chuckled, “Heh, go ahead Tigger. you tell it better anyway.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yeah! So, we approached the river…”"
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y 9m 1w 2d AV</strong><br>Primordial forest, outskirts of ruins, Messier 24<br>Near evening"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Daar (Tigger) of Stoneback</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "The <em>scariest</em> part about Bestest Friend was <em>how</em> he killed it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The team approached their predetermined campsite in the usual formation. Daar was, by this point, quite tired and ready for a long, wonderful sleep, and one of those tasty MREs. But as they arrived, both Walsh and Daar gestured <em>halt</em> at the same time."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Do you smell that?” Tigger pointed with his nose towards a tree."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“No,” replied Tiny, “But I can see it.” He pointed at the same location."
        },
        {
            "tag": "p",
            "class": "",
            "text": "And it was, naturally, another of those enormous snake-bear like creatures. This one had wrapped itself around a tree and looked poised to attack anything that approached the clearing. It gave no sign it noticed the approaching team; they were quiet. Very quiet. So quiet that Daar’s keen ears had trouble detecting their footfalls."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Even still, it was surprising they hadn’t been noticed, as they weren’t being completely stealthy. The day had made them all incredibly stinky at that point, but what could be done? A scrub-up would come once the campsite was secure. Which, for once, Daar was keen on doing; the matted blood and <em>stuff</em> in his fur was quite itchy."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“We gotta chase that thing off,” observed Hoeff."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Well, I ‘spose we could shoot it…” Coombes reconsidered. “It’d make a lotta racket, though.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Let’s not waste the ammo.” Hoeff eyed Daar carefully. “Though…maybe Tigger could persuade it to move along…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar quite plainly blanched at the suggestion. But like a good warrior, he nodded and reached for his release strap."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Hol’up. I got an idea.” Walsh walked forward and hunted around the river’s edge, looking for something. He quickly found it; a softball-sized stone, almost perfectly round. He tossed it in one hand, testing its weight."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar watched, fascinated. Humans had a <em>talent</em> when it came to throwing. Their sense of balance, how perfectly they could control their hands and their arms, even the way their shoulders moved; it was astounding for any Gaoian to watch. Walsh carried on tossing the heavy stone absent-mindedly while he discussed his idea."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I bet I could hit it. It’d probably run away.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar eyed the distance. The snake-bear seemed too far away for that!"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Coombes had his doubts, too. “I dunno. I mean, you’re awfully strong…”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I was quarterback on my team, bro. I’ve actually managed to knock people off their feet with a throw,” he said, justifiably proud. “I can do this.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Should we find more rocks?” Daar was already at the river bed, looking through the stones. He found one…surprisingly heavy! It looked about the same size—large enough he could barely close his paw around it—but Daar couldn’t help but wonder how Walsh would manage to throw it so far, especially given the high gravity. To test his theory, he picked the rock up and underhand-lobbed it as hard as he could towards Walsh; it was a short distance but the rock only made it half-way, to Daar’s disappointment."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh thought nothing of it. He approached, picked up the heavy stone, and began one-hand tossing it with the same effortless ease as the other."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Hey, perfect match!” He grinned as he casually played with his new toys."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Again, Daar boggled in amazement as Walsh tossed the massive stone in his right hand. The coordination on display was truly impressive; even more so, since Walsh could use his right hand with the same apparent ease as his left. Then he did something truly impressive. He threw one up high in the air, which arced over to his other hand. He simultaneously tossed the stone in his other hand across and caught it, then immediately lobbed it up high as well. Daar whined to himself quietly as he watched Walsh <em>juggle.</em>"
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y 9m 4w 4d AV</strong><br>Rooney’s Pub, Folctha, Cimbrean<br>“Team building”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I still don’t see what the big deal is,” grumbled Walsh. “It’s just…juggling. I mean, you’re plenty strong enough—“"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“It ain’t that, Tiny.” Daar shook his head in disbelief. “The weight weren’t ever what was impressive. It was the perfect coordination and how you can move your arm so freely and so perfectly. I plain can’t do it. No Gaoian can.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“I have a hard time believing that,” said Walsh warily. “I’ve seen you do some really impressive things.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nah, he’s telling the truth, Tiny.” ‘Horse piped up, again clunking his oversized gripper on the table. “Here, I’ll prove it. Roll your sleeve up, like this.” ‘Horse demonstrated by rolling his sleeve up above the shoulder. Eventually; given the man’s size, it was a bit of work to roll the material over his own massive biceps."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Dude, I ain’t comparing my arm to yours. You fuckin’ win!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Haha!” ‘Horse of course gave a quick flex to the groans of everyone present, but he would not be distracted. “Seriously, trust me. Just do it, bro!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Fine, fine…” Walsh replied by exposing his own arm. Extremely impressive in any other company, but ‘Horse had an arm bigger than a strong man’s <em>legs.</em>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Okay. Now. Watch my arm. Imma raise my hand naturally, right?” ‘Horse did so and everyone watched carefully. He raised it as high as he could, until his enormous arm was brushing against his ears. “See how my shoulder moves?” He waved his hand by rotating his arm, then repeated the total movement several times, each time a little differently. “No matter how I raise my arm, my shoulder always rotates in place, yeah? You try it.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh did so, and sure enough, any comfortable movement would cause his shoulder to move in three planes at once. He, of course, saw where the discussion was going. “Okay, so what about you, Tigger?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar raised his arm only most of the way, and stiffly. Unlike the humans he had a comparatively reduced ability to swing his arm out sideways, and very little ability to rotate the limb. “See? I can’t move it like you can.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…Huh.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“That’s part of why Tigger’s chest and upper back is so big,” added ‘Horse. “Compensate for their lack of shoulder mobility, which are built to hold the arm in place when they’re running on all fours. That means they’re really strong in linear movements—” Horse demonstrated by moving his arm up and down, in and out, and in line with his torso, “—but they’re pretty weak with eccentric movements, like this.” He flailed his arms about, making silly faces and bouncing on the balls of his feet as he did so."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The men chuckled while Rooney shot the group a warning glance, which ‘Horse seemed to sense telepathically. He calmed, grinning cheesily, settled his weight back on his heels, and consciously controlled his nervous energy. The building had begun to tremble slightly and nobody wanted a repeat of the previous incident. <em>\\#TipsyBeef</em> was a hashtag ‘Horse and ‘Base didn’t much enjoy."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh still seemed a bit wary. “Well, I believe you, but I’m havin’ a hard time visualizing how that works. Wouldn’t that cripple tool use?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Not as such,” chimed in Regaari. “We have full motion in lower arm positions, like this.” He demonstrated by picking up ‘Horse’s (very heavy) grippers and moved his arms about in what looked like a perfectly complete range of motion. “But, if I elevate my arm,” he lifted the gripper with some small difficulty, “Now my options are worse.” And it was obvious. Elevated, the range of motion was simply…not there. And with his arm out at chest level, the gripper was obviously difficult for Regaari to maneuver."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Put your hand on his shoulder and feel,” suggested ‘Horse. Walsh did and it was surprising; the shoulder muscles were there, strong and hard as one would suspect. But they simply didn’t…move. Not like his at all."
        },
        {
            "tag": "p",
            "class": "",
            "text": "For comparison ‘Horse put Walsh’s other hand on <em>his</em> shoulder and resumed the movement. The difference was striking, beyond the obviously far greater size—<em>Like a warm basketball,</em> Walsh thought with an internal giggle—it was plainly obvious that every tiny little movement of ‘Horse’s arm intimately involved the shoulder. Mechanically, the difference was night and day, once one paid attention to it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh grew suddenly aware of the other bar patrons staring at the group with eye-rolls and little smirks. He withdrew his hands quickly and nervously, while ‘Horse chuckled, unconcerned with the attention."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Okay, sit down y’all.” Rebar had been silent up until then. “We don’t need any excuse for ‘Horse to show off anymore.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Hey!” ‘Horse chuckled good-naturedly as he carefully rolled his sleeve back down. “I was being educational!” He bounced up and plopped firmly onto his heavy wooden stool, which creaked pathetically as it took his weight."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Mhmm. Sure were.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Whatever.” ‘Horse grinned and finished off his beer, than made a note on the little paper book next to it. He was counting everyone’s drinks so they didn’t need to log and report it to the dietitians later."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Well. Anyway,” Daar chittered amusedly, “Now that Tiny <em>gets</em> it, lemme tell you about how he killed the snake-bear—”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Doom-noodle.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“…Doom-noodle, whatever. He still killed the Father-damned thing.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“And made a mess almost as big as yours, Tigger.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yup! And he didn’t need to get his fur dirty, neither!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "All eyes focused on Walsh. It was his turn to sigh."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>13y 9m 1w 2d AV</strong><br>Primordial forest, outskirts of ruins, Messier 24<br>Near evening"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Daar (Tigger) of Stoneback</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Hoeff didn’t seem very impressed. “So, are you gonna throw one’a those, or…?” he goaded."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Friend Tiny grinned and tossed the stone over to Hoeff, and just like that the three men were playing an impromptu game of catch. Tigger, meanwhile, simply stood by and watched. The big Gaoian had an unreadable expression and a keenly attentive stare."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The game went for only a few tosses. Confident, Walsh threw the stone up one last time and grinned, turned, drew himself up almost onto one foot, and seemed to wind his muscles up like springs. His gaze zeroed on the resting snake-bear, his hand came up above shoulder height, and then his arm <em>blurred</em> behind a firm stamp forward."
        },
        {
            "tag": "p",
            "class": "",
            "text": "There was a wet, sickeningly loud crack, and the alien predator fell flailing out of its tree. Tiny flinched and put a hand over his mouth with a grimace. “Oooh...<em>shit.</em> Didn’t mean’ta hit it...” He looked down at his hand, and back at the creature, and rubbed the back of his head in no small amount of embarrassment."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“You didn’t?” Coombes asked."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Nah, I was just try’na scare it off...maybe it’s just stunned?” His tone wasn’t hopeful."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Stunned. Sure. After you beaned it with a rock,” Hoeff nodded. “I’m sure it’s fine.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "They crossed the stream. The creature startled them by twitching just as they climbed the bank, but didn’t move any more than that, not even when Coombes approached and nudged it in the ribs with his boot."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Wellp,” he declared. “I think it’s a bit more than stunned, Tiny. What with its brains leaking out like that.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Yyyup,” drawled Hoeff in his very best Texan, “I reckon you dun’ kilt it.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Walsh stood in place and said nothing."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Daar eyed his Bestest and Most Dangerous Friend warily. “You could kill me by <em>throwing a rock.</em> That’s...fucking scary.” He chittered nervously, “I’m never playing this ‘catch’ with you. Ever.”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“But it was an accident!”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Well, what do you say after an accident?” Coombes settled into his father-knows-best mode of insult, the one he used when Motivation wasn’t warranted."
        },
        {
            "tag": "p",
            "class": "",
            "text": "“Um...oops?”"
        },
        {
            "tag": "p",
            "class": "",
            "text": "<hr><hr>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "CONTINUED IN COMMENTS BELOW"
        }
    ]
}