{
    "book": "Salvage",
    "chapter": 14,
    "chapterTitle": "Knight takes Queen. Checkmate.",
    "date": "2014-10-18",
    "source": "https://www.reddit.com/r/HFY/comments/2jlcin/ocjenkinsverse_chapter_14_knight_takes_queen/",
    "content": [
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Iraq, Earth: Three Years Prior</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What's crackin', fuckhead?\" Jezza shouted as he strolled back into camp and saw his old mate Adrian Saunders standing there. \"I thought you were off brassing up Towel-heads?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "He gave Adrian a friendly punch on the arm and grinned at him. \"Or is it about that time?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian grinned back. \"It's about that time. Where'd you fuck off to, then? Clearing IEDs?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yeah,\" Jezza replied grimly. \"Fuckin' arseholes planted a bunch of them outside the city. Killed a bunch of kids last week. Pipe-bombs can really fuck a lot of people up.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"That's fucked, that is,\" Adrian said. \"How long you got left before you get some time back home?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Jezza grunted. \"Who can fucking say?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Too bad, mate,\" Adrian said sympathetically. \"I'll tell Sandy you said hi.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Thanks, mate,\" Jezza said. \"When I get back we'll all have to have a barbie. Get our drink on.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Goon of fortune?\" asked Adrian with a grin."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Fuck me,\" Jezza asked with a laugh, \"how bogan do you think I am?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Depends on the weather, mate,\" Adrian asserted."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Fuck off,\" Jezza said, laughing more. \"I get no fuckin' respect!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What's all this shit?\" Adrian asked suddenly, spotting long cuts on Jezza's forearms in various states of healing. \"Lose a fight with a cutlery drawer?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yeah, right,\" Jezza said, looking the wounds over. \"I was trying out that knife juggling trick you're always showing off with.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Mate you're meant to <em>catch</em> the knives,\" Adrian said."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Fuck me,\" Jezza said,  slapping his forehead melodramatically. \"Here was me thinking I should just hold my hands out and let the fucking things stab me!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Nah, mate,\" Adrian replied. \"That's where you were going wrong. It's all in the wrist, you see.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Jezza broke into more laughter as Adrian broke into a wide grin. \"Fuck me you're an arsehole sometimes, Ades! I'll tell you something else that's all in the wrist...\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"If that's an invitation to a hand-job,\" Adrian replied quickly, \"I'm afraid I'm going to have to decline.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Such a fucking arsehole,\" Jezza repeated deliberately, although he never stopped grinning."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Present day, Zhadersil Machining Room</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"So basically it shoots pipe-bombs,\" Adrian said in summary. \"Although instead of explosive charges, it all uses your kinetic technology.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"That seems extremely dangerous,\" Chir said dubiously. \"How many projectiles does it expel?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Every pipe-bomb has around five hundred ball-bearings,\" Adrian explained. \"The launcher is automatic, but due to limitations on our resources it can only shoot about fifty every minute.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Fifty per <em>minute</em>?!\" Zripob asked, staring at the deadly looking device. \"That could annihilate... a small army.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I've already constructed two hundred of the 'pipe-bombs',\" Trycrur advised them. \"More are on their way, but I think that should dissuade all but the biggest attacks.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "The four soldiers looked at each other, each of them bearing an expression of barely repressed excitement and joy. Trycrur and Adrian had spent the last two weeks together in the machining room, with Adrian describing what was required and her turning it into reality. The end result was a basic robot that could move around and shoot bombs."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I'm going to suggest that you don't want to be in the area when we let this thing loose,\" Adrian said. \"Hell, <em>I</em> don't want to be in the area when we let this thing loose.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Adrian,\" Zripob said, still staring at the machine in a sort of giddy anticipation, \"this battle robot will change the face of warfare!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"This thing?\" Adrian asked, looking at it. \"I don't know about <em>that</em>, but we <em>have</em> got some ideas for those big fucking industrial cutters that the Hunters left behind.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"They shoot a controlled burst of focused plasma,\" Chir said uncertainly. \"That's how they can cut through thick hulls.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"And if you widen the focus aperture?\" asked Trycrur, clearly attempting to suppress her own excitement with unparalleled failure."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Zripob looked at her as though she'd lost her mind. \"If you did that you'd just get an uncontrolled cloud of plasma just bursting out the end...\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yeah, mate,\" Adrian said, \"we're gonna make ourselves some big fucking flamethrower tanks.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Treoffa had not interfered with the soldiers or their activities. She knew that whatever the human was building would be deadly to <em>his</em> standards, and therefore most likely to break all sorts of warfare agreements between civilisations over what they were allowed to do to each other."
        },
        {
            "tag": "p",
            "class": "",
            "text": "She allowed it because if it ever came time to turn weapons against humans themselves, it'd be extremely helpful for them to have built the weapons required to do it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "With that said, the concept of tanks bathing the flight deck in searing plasma was still unsettling to her. What kind of savage, brutal world was Earth that this sort of thing came naturally to its inhabitants? She had resolved to look into that as soon as she was back in Directorate space."
        },
        {
            "tag": "p",
            "class": "",
            "text": "It hadn't ended with the tanks, either. He and the Rauwryhr female had assembled a robot that crawled around and rapidly fired explosives at the enemy. Following that, in the time between building what the human had called 'Flame-Tanks' they had co-opted  the Endless Sequence's supply of hover devices and had turned them into guided explosives."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Treoffa could only imagine the kind of devastation this would cause against any enemy coming armed with the standard galactic arsenal. Good."
        },
        {
            "tag": "p",
            "class": "",
            "text": "While they were doing that, however, she had been sending out the hover cameras she had taken from the Endless Sequence prior to the rest of the hover equipment being harvested, and exploring the entirety of the Zhadersil. Or at least she had been exploring everything that wasn't behind locked doors, and ever since the robot had scanned Adrian she had discovered many routes that had been sealed no longer were."
        },
        {
            "tag": "p",
            "class": "",
            "text": "She just needed to find the command deck - she realised it was probably behind one of those doors still locked - and then she could see about taking her place as the new commander of the Zhadersil."
        },
        {
            "tag": "p",
            "class": "",
            "text": "'Shiplady Treoffa'. She liked the sound of that."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Corti Directorate Space: Cankkr Operations Station</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Overseer Jkra held his breath before exhaling a long, controlled breath that carried away some level of his tension with it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"The Hunter homeworld?\" he asked again. He knew he had heard correctly the first time, but the whole thing sounded so completely mad that he felt the need to ask again. \"He went to the Hunter homeworld? Are you entirely sure of that, Ship Master Crfti?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I entered the coordinates myself,\" Crfti told him. \"He said he was going to go there and kill them all. Are all humans that crazy?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Jkra paused, thinking about what he had learned of humans since the Hunters sent out their message. A considerable amount, but little of it pointed to that level of foolhardy ambition being the average."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"No,\" he said sardonically, \"it seems it was just your lucky day, 'Ship Master'. And there is still no sign of your ship?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"None at all,\" Crfti said unhappily. \"It seems most likely it was destroyed by the Hunters. I can't see how it could ever have had a chance on their homeworld.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Nor do I,\" Jkra said, looking out of his window towards the distant stars. \"But it begs the question as to why the human thought it was a good idea. Surely it must have seemed suicidal, even to him?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "He focused his gaze back on Crfti. \"Now, it seems to me that you <em>may</em> be worthy of a replacement ship.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Crfti looked up in surprise; that sort of thing wasn't expected for a Ship Master who had had his vessel stolen out from under him. \"I am?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yes,\" Jkra said, leaning back in his seat. \"A single man scout ship. I think your ship is still out there somewhere, and if you ever want to command something bigger you'll need to find it."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian Saunders had taken one look at the harness Trycrur had designed for him and had known exactly what it was. The functionality was unmistakable, especially when you took the joystick into account."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It's a jetpack!\" Trycrur announced gleefully. Then a little more awkwardly, \"Sort of, anyway. It actually hovers under standard kinetic technology. No flames anywhere!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"This is still fuckin' A, Trix,\" Adrian said, eagerly inspecting it. \"Feels like Christmas!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What's that?\" she asked. \"Some sort of material?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Mater-\" he started, then laughed. \"No, it's not a material. It's a yearly religious thing. People give gifts.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Oh!\" she said, pleased. \"Good Christmas to you, then!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "He chuckled. \"Good Christmas to you as well, Trix. Not that I have any idea what time of year it is actually is anymore.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Trycrur sighed. \"On Rau, my homeworld, it is the time of the great song. Music is very important to my people, it is how we remember the feeling in our history.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It's been a while since I've heard any music,\" Adrian remembered. \"With everything going on, I'd almost forgotten about it, but music is real important to humans as well. Akka-Dakka, Gun N' Roses, Johnny Farnham... good times.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I'm singing all the time!\" Trycrur admonished him. \"Well... humming.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What?\" Adrian asked. \"Bullshit, I've never heard you!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Ah,\" Trycrur said, \"in ultrasound...\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian snorted. \"Of course in ultrasound.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "They were interrupted by the arrival of Treoffa, who seemed to be on some sort of mission. \"Adrian,\" she said, then looked askance at the hover suit."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Hover suit,\" he said. \"What's wrong?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Treoffa promptly returned her attention to the matter at hand. \"I have some doors I need you to open.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Five doors had needed opening before they had finally found the command deck, and with the promise of something interesting going on the entire group had been in attendance."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Treoffa had explained that since she hadn't been able to locate any maps of the structure of the vessel in the databases she had access to, she had resorted to using the hover cams to create an internal map of the Zhadersil's layout. When this process had been completed, she had focused on identifying substantial sections of the map that the hover cams hadn't had access to, reasoning that any command deck must be of a substantial size on such a ship, and therefore should be easily found by such a method."
        },
        {
            "tag": "p",
            "class": "",
            "text": "It had left her with a dozen possibilities."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The doors that Treoffa had claimed were locked did indeed resist attempts to simply open them. At least until Adrian pressed his hand against the flat metal plate that marked the side of each door. After that the door locks would audibly disengage, and were opened as easily as any other."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The first had been the Zhadersil's medical bay, a large section separated from the rest of the ship by a clean room. It was large enough to serve a few dozen patients at the same time, and undoubtedly had facilities far beyond those of the small room Treoffa had set up for the same purpose. She and Adrian had, however, seen the clean room for what it was, and had understood the implications."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We won't go in there until we are sure it's safe,\" Treoffa had determined. \"Your germs have a way of enduring.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "The second room had clearly been intended for the storage of weapons, although it was unfortunately empty now, and the third was full of racks that were empty of munitions. At the very least Adrian was pleased to see the suggestion of what he called 'missiles', a type of explosive delivered by primitive rocketry."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The fourth room had been a large set of sleeping quarters, so large that Treoffa guessed that this must be the residence of the Shiplord. The others guessed as much too, although they knew comparatively little of the vessel's history, thanks to the uncharacteristic design and elegance of the room when compared to the rest of the ship. In no culture did a common ship hand get such a large room, or the allowance to decorate it as they saw fit."
        },
        {
            "tag": "p",
            "class": "",
            "text": "That had brought them to the fifth room, and this had been the command deck. It was grand, at least twice the size of any Treoffa had ever been on before, and polished metal surfaces gleamed under the lights. There were eleven seats, positioned variously around the two-tiered deck, most of them facing the wall-sized display on the most significant wall, although there currently seemed to be neither power to it, nor to the consoles that any of the seats faced."
        },
        {
            "tag": "p",
            "class": "",
            "text": "One seat was set apart from the others, a seat covered in faded emblems, with interfaces built into the arms."
        },
        {
            "tag": "p",
            "class": "",
            "text": "That seat, Treoffa did not doubt, had belonged to the Shiplord."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"This place looks like a chromed up Star Trek set,\" Adrian had said once they'd gotten over the shock of actually finding it. \"Look, there's even a chair for Kirk to sit in.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I have no idea what you're talking about,\" Chir said, although he was clearly finding the place as wondrous as the rest of them."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It's an old TV show,\" Adrian replied, and then when they all turned to him in confusion. \"You know what? Never mind.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We've finally found it,\" Treoffa said. \"What I originally came to find. What Bekmer wasted his future to try and secure. My treasure, and your freedom.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "She turned to Adrian. \"And it couldn't have happened without your help. Do not think me ungrateful.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"No worries,\" Adrian said, \"Just so long as you keep your part of the bargain, we'll be alright.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Of course,\" she said, walking over to the main chair. \"But this is now the moment of truth. Adrian, I need you to sit in this chair. The rest of you should wait outside, I cannot promise that this will be entirely safe. Don't worry, this will just take a moment.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian waited awkwardly while the Corti shoo'ed the rest of the soldiers from the room, closing the door behind them. He was a little nervous, wondering just how dangerous a sixty-five million year old process could be, but was at least reassured by the fact that Treoffa was still in the room with him."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What's next, then?\" he asked. \"Do I get to sit in the  big chair?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Not quite,\" Treoffa said, pulling out the needle-gun from her small tool-kit and pointing it at Adrian. \"I'm afraid I don't need you alive for the next part.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian paused, his eyes focused on the gun in her hand. \"So it's betrayal then?\" he asked, his gaze hardening. \"I always had you pegged as a cold one, but I didn't think you'd try and pull a Bekmer here.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It's not personal,\" Treoffa explained. \"I actually quite enjoyed the games of chess. I don't dislike you, Adrian Saunders, merely the threat that you pose to me and what I want. Before you were at least useful as a weapon against the Hunters, but now you've built me machines to take over that role.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"So, I'm guessing it's not painkillers in that thing?\" he asked. \"What with my huge organs. Heh.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Indeed not,\" she replied. \"This will unfortunately be extremely painful. My condolences that your superior qualities have brought it to this.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "There were no more delays. Treoffa fired."
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian tried to dodge the first dart, but the space between them was small and he couldn't get far. It hit him in the side."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Whatever the shit in those syringes was, it must be really fucked up for Treoffa to be using it so confidently on him, and he'd been humbled enough by his walk through space without needing further reminding that he wasn't invincible."
        },
        {
            "tag": "p",
            "class": "",
            "text": "It took a moment before they both realised that the shot had not penetrated his Wolfigator leather vest, and he used the delay to throw himself back behind the command chair, gaining what cover he could and giving himself enough time to consider his next option."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He'd been lucky once, and he wasn't dumb enough to believe he'd be lucky twice. He had to assume the next shot would kill him, just like he always had back on Earth, and act accordingly."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I should've made some proper armour,\" he muttered to himself as the next shot went wide. It was clear at least that Treoffa wasn't a soldier, she didn't have the aim for it, and despite her technical gifts she hadn't done anything smart like turning hover cams into toxin delivery platforms, or brought a gas mask and an aerosol poison."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What is it with you people and your fucking pea shooters?!\" he demanded as he rose from cover, his adrenaline starting to kick in. He put a foot on top of the command chair and launched himself at her, hoping to take her by surprise, or at least to shock her enough that she screwed up the next shot."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Treoffa fired again, her eyes wide with fear as she expended the last syringe."
        },
        {
            "tag": "p",
            "class": "",
            "text": "She held her breath."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The aim was good, and if the projectile had moved any faster, it would have hit."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Instead, Adrian twisted his body violently to narrowly avoid the syringe, his hand reaching out instinctively to grab it from the air."
        },
        {
            "tag": "p",
            "class": "",
            "text": "In normal Earth gravity he would never have had the time to complete his mid-air spin. With normal reactions he doubted he would have been able to launch the syringe back at Treoffa."
        },
        {
            "tag": "p",
            "class": "",
            "text": "But nothing about this was normal, and he felt as surprised as Treoffa looked when the needle hit her dead centre, piercing her through her sternum and sending her toppling."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He wasn't sure if it was the needle, the force, or the toxin that killed her, but by the time he had regained his footing she was already dead at his feet."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He looked at his hand. \"I guess it really <em>was</em> all in the wrist.\""
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "The computers finally awoke from their long slumber, initiating the long list of system checks required when a starship was activated after an extended shutdown period."
        },
        {
            "tag": "code",
            "class": "",
            "text": "   System Start &gt;&gt; Military configuration (Zhadersil)<br>   Checking Hull Integrity &gt;&gt; Damage detected in: flight deck ship support system; flight deck airlocks 5, 6; secondary engine module; FTL Drive; habitation section 4; Quantum Reactor.<br>   Checking Life Support Subsystem &gt;&gt; OKChecking Reactor &gt;&gt; 2% Power remaining *INSUFFICIENT POWER FOR FTL*<br>   Checking Weapons Systems &gt;&gt; Missile Array Zero Munitions; Mass Driver Zero Munitions; Devastator Cannon charging.<br>   Checking Shield Systems &gt;&gt; OK. Activating... OK.<br>   Checking Navigational Systems &gt;&gt; OK. ERROR: CANNOT FIND POSITION.<br>   Checking Genetic Sequence &gt;&gt; Unrecognised configuration... Known Genetic Markers detected! Sequence has been registered as User 0.<br>   Initiating Shiplord setup...<br>   Request 'Great Name'... Received Response: 'Adrian Saunders'.<br>   Request 'Given Name'... Received Response: 'Oh fuck'<br>   Send Greeting 'Shiplord [Given Name] [Great Name] &gt;&gt; Announcement: \"Welcome to the Zhadersil, Shiplord Oh fuck Adrian Saunders.\"<br>   Request 'Command Code'... system error, could not connect to homeworld database. Bypassing...<br>   Interrupt! Send Emergency Notification: \"Power Low - All non-vital systems shutting down. Contact V'Strak Command Technical Division for further assistance.\"<br>   Could not parse input 'You have got to be fucking kidding me.'<br>"
        }
    ]
}