{
    "book": "Salvage",
    "chapter": 8,
    "chapterTitle": "Check",
    "date": "2014-10-15",
    "source": "https://www.reddit.com/r/HFY/comments/2je831/ocjenkinsverse_chapter_8_check/",
    "content": [
        {
            "tag": "p",
            "class": "",
            "text": "\"I'm surprised you're not...\" Chir trailed off, waving his hand vaguely."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Going on a murderous rampage,\" Adrian asked. He looked thoughtful. \"I am pissed off, I suppose. It's not fair that they've made this decision for us, that they've sealed humanity into a little bubble to try and keep them from getting out.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chir grunted his agreement, although he seemed far from convinced. \"You're a dangerous species, you only need look in a mirror to see that, Adrian. It is not surprising that they would fear you.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It would have been smarter to kill us,\" Adrian replied, much to Chir's surprise. \"Because once that bubble pops, the human race will be out and they will be totally pissed off.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"They say it will last for millions of your years,\" Chir told him, repeating what he'd heard on the news."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Do you really believe that?\" Adrian asked dubiously."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chir frowned. \"No, but that is what they say. I may be wrong, Adrian, but you do not seem all that bothered by being unable to return.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yeah,\" said Adrian, \"well... some shit happened right before I was abducted. Let's just say that I wouldn't have much to look forward to by going back there.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I  won't pry further,\" Chir told him, \"but I cannot wait to get back to <em>my</em> homeworld.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Wife and kids?\" Adrian asked him."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chir snorted his amusement. \"We do not have such family arrangements. Before my time out amongst the stars I would have thought any such thing absurd, but Zripob's people spawn anonymously and the females raise their children as a group, while Trycrur's are like your own with formalised relationships. One female may have as many as ten males serving her.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Not entirely like my own, then,\" Adrian said."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"No,\" Chir agreed, \"but nobody is like a human.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "+++++"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Treoffa was entirely pleased with herself. Not only had she assumed command of the salvage mission, and not only had she ended up in a position where the entire reward would go to her, but she would also be able to blame the lack of response to the Directorate's orders on Bekmer."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Bekmer would need to die for the plan to be complete, of course, but he had sealed his fate there when he had gone up against a human with only his wits and had come off second best. Bekmer was a fool, and soon he would be a convenient scapegoat."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I cannot believe I allowed him to intermingle his genes with my own,\" she said to herself as she considered all of the years she had played good subordinate. Years she had once thought wasted that had now borne unexpected fruit. Life could be strange sometimes."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Now Adrian's genes had provided a potential way to access systems previously locked out. His genetic markers were substantially different to the ones belonging to the V'Strak, but they were a close approximation to their pets and livestock. The system was a broad template meant to cover everything from military vessels to freighters, and as a result there was plenty of exploitable code to provide for the animals they must have transported."
        },
        {
            "tag": "p",
            "class": "",
            "text": "It had allowed her access to only the least secure systems, but any access was better than no access, and it was the biggest single step they'd made in gaining control since getting here. She had access to the official ship logs, now, and although they were themselves intrinsically valuable from an archaeological point of view, she hoped they'd provide even more value in uncovering further systems access."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Soon she would be in full control, soon she would be rich, and soon she would be rid of the troublesome slave-soldiers. If she could somehow convince Adrian to get into a stasis pod, well... that would make her success all the sweeter."
        },
        {
            "tag": "p",
            "class": "",
            "text": "+++++"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Ten long shadows moved smoothly against the black of space, invisible to anything save each other, making their careful approach to the ancient ship in high orbit around a Deathworld; exactly where the Robalin had said it would be before he had died. It looked like a piece of space debris, but now they knew better, and they had come knowing their enemy."
        },
        {
            "tag": "p",
            "class": "",
            "text": "They had brought ten ships to seize a prize, and one thousand soldiers to fight a single human. The flight deck was open to their landing, protected only by the thin kinetic shield intended to hold the atmosphere in, and they moved into position to make their simultaneous landing."
        },
        {
            "tag": "p",
            "class": "",
            "text": "This time they would have the advantage in numbers."
        },
        {
            "tag": "p",
            "class": "",
            "text": "This time there would be no humiliating defeat."
        },
        {
            "tag": "p",
            "class": "",
            "text": "This time the Hunters couldn't lose."
        }
    ]
}