{
    "book": "Salvage",
    "chapter": 23,
    "chapterTitle": "Gateway",
    "date": "2014-10-23",
    "source": "https://www.reddit.com/r/HFY/comments/2k63lc/ocjenkinsverse_salvage_chapter_23_getaway/",
    "content": [
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Irbzrk orbital factory, Dock 13</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Jennifer Delaney. Mid-twenties, wearing a furry mask, and pointing an alien gun at alien soldiers. Things had taken a sudden turn for the worse."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Stick to Plan A...\" she had whispered to everyone when the small force of heavily armed aliens had arrived and started setting about taking control of the dock."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It's looking like we'll need to switch to Plan B really soon, Jen,\" Adrian had whispered back."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We might still get out of this without resorting to that,\" she replied."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Jen had to admit it wasn't looking good, though. For example, there were four of them, Adrian, Chir, Trycrur and herself, with only the standard sidearms that all soldiers carried. On the other side there were around forty soldiers, each armed with the largest weapon they could lift. Even Adrian had seemed reluctant to go up against that sort of force, and if <em>Adrian</em> was reluctant then Jen was dead set against it."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Lay down your arms!\" the enemy leader told them. He was some sort of horrific bug-like alien that Jen had never seen before and never wished to again, and it was everything she could do not to shoot him until he was an awful memory. \"We only wish to take you into custody to review your claims.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We need to get back to our ship with replacement parts,\" Jen replied. \"We can't waste time answering stupid questions.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"This is on the orders of Ship Master Drzzk of the Dominion Cruiser Itrz,\" the enemy bug continued. \"You must comply with the orders of a Ship Master!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Our ship is acting on the orders of High Command,\" Adrian replied. \"Commander En-jay here is leading our effort to get our ship back into the fight against the Celzi. Do you <em>want</em> the Celzi to win, soldier?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Jen smirked behind her mask as the enemy bug looked uncomfortable, and it was clear that the conversation wasn't going in any kind of direction it had expected. \"What is your name, soldier?\" she demanded of it with as much military authority as she could muster."
        },
        {
            "tag": "p",
            "class": "",
            "text": "It looked surprised at that, as far as a bug-thing could look surprised. \"<em>My</em> name?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yes,\" continued Jen. \"<em>Your</em> name. I will want <em>all</em> of your names so that I know exactly needs to be court-martialed along with your Ship Master for this incident!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"You'll be lucky if you only get busted down to cleaning duty,\" Chir interjected, seeing where this was going. There was an increasing amount of sideways glances amongst the entire enemy squad. \"I'd expect you all to lose your entire commissions.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "This resulted in muttering amongst the enemy, the kind of quiet comments that showed doubt in what they were doing. Their guns were still raised, but no longer pointed at them with such focused intent."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"But we're only following orders,\" the enemy bug protested, almost plaintively. \"We have to do what our Ship Master orders us to do!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Oh, he was acting on orders, Commander En-jay,\" Adrian said loudly. \"Surely that must mean that he's in the clear?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "The enemy bug made a sort of affirmation that included its entire body in a sickeningly bug-like gesticulation, clearly desperate for there to be a light at the end of the tunnel."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I'm afraid you haven't been reading the most recent reports then, Drian-ay,\" Jen replied, gleefully enjoying the process of destroying the ray of hope that had just been offered. \"Half of the Urkle-tits was just executed for obeying the orders of <em>their</em> Ship Master when they <em>knew</em> he was disobeying directives from High command.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian snorted at the name she'd chosen for the fictitious vessel but managed to maintain his composure enough to continue. \"So you're saying that since these guys here have been <em>told</em> we're working for High Command...\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yes,\" Jen said with as much severity as she could muster, staring directly into what passed for eyes on the enemy bug's face. \"These men will probably be executed as well.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"If only there was some way to avoid that happening...\" Adrian wondered aloud. \"I'm sure that none of these fine soldiers want to be executed!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "There was a lot of murmured agreement at that, and their guns had mostly lowered as they started to understand how completely screwed they were. \"There must be!\" interjected the enemy bug with such desperation that Jen very nearly burst out laughing."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Well,\" Jen said, getting herself under control, \"I suppose that if they were to arrest their Ship Master instead, that would count in their favour. This man might even be promoted once the truth comes out.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"They do like to promote soldiers who show loyalty to the right people,\" Adrian mused. \"But I think these guys might be too loyal to their Ship Master-\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"No!\" shouted the enemy bug. \"We will go and take the Ship Master into custody! We are loyal to High Command, you shall see!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Great,\" said Adrian. \"Now let's all lower our guns and I tell you exactly what you'll need to do.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Dominion Cruiser Itrz, dock 62 at Irbzrk orbital factory</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What's the current status of our tactical force?\" Drzzk asked Lrwn. \"They should have been there by now.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Force Master Clvoitis reported that they had reached the dock and that they were coming up on the crew,\" Lrwn reported. \"Now I'm seeing engine activity on the Hunter vessel, and it looks like our guys are returning.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What?!\" Drzzk cried. \"That doesn't make any sense! Are they disobeying my orders?!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I'll just ask them,\" Lrwn replied, opening up a direct communications link to Clvoitis. \"Clvoitis, report! Why are you returning without the suspects?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Am I on speaker?\" Clvoitis asked. \"I don't want to be on speaker.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Lrwn glanced at the Ship Master who was waiting patiently for Lrwn to relay the reasons Clvoitis had to offer. \"You are not. Go ahead.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Those people were with High Command,\" Clvoitis explained hurriedly. \"They threatened to court-martial all of us for trying to take them into custody.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Lrwn froze. That didn't sound right, but he couldn't say that he'd ever wanted to mess with High Command or those who worked directly for them. That was so far above his pay grade that he didn't even know anyone who knew anyone who worked with High Command."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Continue,\" he said, feigning irritation to cover his sense of dread."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We're to take the Ship Master into custody instead,\" Clvoitis continued. \"Then only <em>he</em> gets a court-martial. We're to return to them with him in custody.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yes,\" Lrwn said carefully, \"that <em>is</em> logical.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "So whoever was aboard the Hunter vessel had somehow managed to convince Clvoitis that they were with High Command and that they should be arresting the Ship Master instead. Maybe they really were with High Command, but surely if that was the case they wouldn't be skulking around in Hunter vessels."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The Hunter vessel had begun to exit the dock, helped along by the tractor system. \"Tell me, Clvoitis, did they show you identification?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"They said they were on a secret mission and that they couldn't carry any,\" Clvoitis explained, then seemed to have a moment of consideration. \"That... does seem somewhat suspicious now that I repeat it.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It seems likely when you consider the fact that they are now leaving. Stay where you are, Clvoitis,\" Lrwn ordered him. \"Lay down your arms. A security team is coming to escort you to your new accommodation.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Lrwn switched off the communicator link before he would have to listen to Clvoitis' protests. The man was incompetent, that was all that needed to be considered."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Ship Master,\" he said. \"Clvoitis has failed to carry out his duty. The Hunter vessel has left dock and is now proceeding to increase velocity with as much of the orbital factory behind them as possible. We cannot risk a shot.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Are you serious, Lrwn?!\" Drzzk asked, checking the status of things for himself. \"How did this happen?! Get us out of dock as fast as you can! We need to give chase to these people!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It took long enough to dock,\" Lrwn told his Ship Master, although he did start setting about pulling out of the dock at speed. \"I must tell you they'll likely be gone long before-\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "The mark on the scanner disappeared."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Lwrn sighed. \"They've just warped out.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Drzzk grunted. \"Then,\" he said, \"put out a message so that everyone knows what we're dealing with. We can't let pirates get the better of us and live.\""
        },
        {
            "tag": "hr",
            "class": "",
            "text": ""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Shopping Trolley</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "There was riotous laughter aboard the Shopping Trolley once they'd made warp, although they'd spent a few tense minutes getting far enough away from the Itrz to avoid getting shot to pieces. At Adrian's suggestion, Chir had clung to the massive structure of the orbital factory as much as he could before they'd pushed off into open space and warped out of there."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Jen removed her mask to reveal a big grin, wiping the sweat from her face onto her sleeve, hotly aware that Adrian was watching her do so. \"Wow, it's hot in that thing!\" she said, getting control of a wavering voice, \"I can hardly believe that worked, it was such a terrible plan!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian shook his head in faux exasperation, although the couldn't hide his own grin. \"I don't know why everybody keeps calling my plans terrible when they work so well.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Your plan didn't account for that squad coming and holding us at gunpoint,\" Chir reminded him. \"How did you two know what to say?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"That was all just improvisation,\" Jen told him. \"Making things up on the spot. I used to do it all the time with my brothers, but I'm surprised that Adrian was so good at it.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian shrugged. \"I ought to be. I talk bullshit all the time.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"He's telling the truth there,\" Trycrur interjected, turning away from her console to smile mischievously."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Shots fired!\" Jen said with a laugh. \"So what did we get away with?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We've got three reactors intended for small-capitol ships,\" Chir revealed, \"and two for heavy bombers. We also have two hundred food tablets.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"A decent haul,\" Adrian said, clearly pleased with himself."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Trycrur sighed. \"I can't believe I just helped you rob a Dominion orbital factory. I'm supposed to be <em>employed</em> by the Dominion! So are you, Chir!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chir chuckled to himself. \"Not anymore!\" he said. \"All of this is far more interesting.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Your clan...\" Trycrur began."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I've been considering starting my own clan,\" Chir interrupted. \"One that lives and fights aboard an ancient Deathworlder starship. That's how you get a reputation, and a reputation of that magnitude would let me mate with nearly any female of my choice.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Jen involuntarily glanced over to Adrian to find him glancing at her. Both of their eyes widened and they looked away. Jen stared at her fidgeting hands. <em>Stop thinking about it, stop thinking about it, why is it impossible to stop thinking about it when you really need to stop thinking about something?</em>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian cleared his throat noisily. \"Well, Chir,\" he said, \"can I assume that you intend to stay on the Zhadersil with me?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"As long as we can start getting it fixed,\" Chir said, \"you may assume that. Then I will start looking for young Gaoian males to join us.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Trycrur sighed. \"Well,\" she said, \"I <em>suppose</em> I could bring my husbands aboard. It's not as though they'd have any say in the matter, and I can't leave you with a ship full of Gaoian males.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"You as well, Trix?\" Adrian asked, apparently surprised. \"I'd have thought you'd be wanting to get back to designing weapons?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"This <em>is</em> getting back to designing weapons,\" she replied flatly, although Jen could tell enough about Trix by now to tell when she was bothered, and she was bothered now. \"The Dominion didn't accept the kinds of weapons I was trying to build for them. Things like those we'd talked about, and others I'd derived from them.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Coming up on the end of first hop,\" Chir announced. \"I'm preparing the coordinates of the Zhadersil to start the second hop right away.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Good man,\" Adrian replied, patting the Gaoian's shoulder. \"We should be back before too long.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"This is a clever tactic for throwing pursuers off,\" Chir told him. \"It is not something taught in military training.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I'd think that that would be because you'd normally be doing the pursuing?\" Jen suggested. \"But we can't be the only ones using this to hide our real destination?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I have never heard of it being done before,\" Chir replied. \"That does not mean that it has never been done, but if it was commonplace I am certain that I would know of it.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"In any case,\" Adrian added, \"I think that this is the first time we've ever had Plan A work! Cause for celebration!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Ach, a beer would go down well,\" Jen lamented. She couldn't remember the last time she'd had a proper drink - it had been nothing but water since she'd been abducted - and she missed the sensation of being inebriated. Besides, if she and Adrian were both a bit drunk..."
        },
        {
            "tag": "p",
            "class": "",
            "text": "She locked eyes with him, and found him smiling. She wondered what he'd think if she decided to put the mask back on."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Maaaate,\" he drawled out, \"I would just about kill for a Corona.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Trycrur and Chir traded looks of confusion."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I don't understand,\" Trycrur said. \"What is 'beer' and why would you kill for an aura of stellar plasma?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Well now,\" Jen began, \"that's going to take a wee bit of explaining.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Zhadersil</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "The next two days had been a flurry of activity aboard the Zhadersil. Apart from moving the new reactors into position - in itself an enormous undertaking - they had also needed to be fused to the structure and hooked directly into the major conduits adjacent to the Zhadersil's main reactor."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Trycrur had coordinated the effort, determining how to lay out the curious assembly of reactors, and had re-configured the Zhadersil's software to monitor them and allow remote control of all reactors as a group or on an individual basis."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"The idea of a distributed power system is not a bad one,\" she had determined after designing the layout. \"It prevents a single shot from taking out the entire reactor.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian hadn't been sure whether or not that had been a reference to his own exploits regarding shooting small enemy ships through the reactors of large enemy ships, but he suspected it might be. Either way, he couldn't help but agree; having a single reactor meant having a single point of failure."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"How's the power supply looking?\" he asked once all reactors had been fully installed."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Trycrur had spent a while considering that, looking down at her tablet before looking back to him. \"It'll be enough,\" she said. \"Ninety-two percent of what the Zhadersil expects, and we can hold it at that indefinitely.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"That includes all reactors and what we're getting from the Endless Sequence?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yes,\" she said, \"and if we can get the Hunter ship in the cavity reconnected, we will be able to have in excess of one hundred percent power supply.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We'll focus on getting out of here first,\" he said. \"We don't want to leave it much longer, or the friends of the cruiser out there will come looking. How long before we can turn it on?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I'm checking over the core power structure first,\" Trycrur said, \"but aside from that we're good to go. If I can finish this, I'll be able to make sure that we don't burn out anything we can't fix.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Is that likely?\" Adrian asked, recalling how the conduits the Hunter ships had been connected to had lit up in lines of plasma. He didn't think he'd like the much larger core conduits doing the same thing."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"No,\" she admitted, \"but I don't know what their quality is like, especially after the abuse you put it through on your last warp.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian frowned, getting the feeling like that of a schoolboy being told off. \"Well try to make it quick. We've pissed off a lot of people and I'd like to be somewhere else really soon.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Couldn't agree more,\" said Chir as he and Jen entered the room. \"It's only a matter of time before that Dominion cruiser comes looking for us, or sends someone else to do it.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I'd have thought they'd already be looking for us,\" Jen contemplated. \"It's just luck they haven't found us yet.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Space is a big place,\" Adrian said by way of explanation, unable to keep his eyes from running up and down her figure. She'd lost the gauntness that had come with several months of rationing, and the work she'd found aboard the Zhadersil was beginning to result in some visible muscles. She was still wearing the same set of clothes, however, and he made a mental note to do something about that in the near future. He'd have to do something about his own as well. He wasn't sure why most aliens seemed so comfortable with total or partial nudity when they weren't dressed up for protection, and when he thought about it too much it made him distinctly uncomfortable. Corti especially needed to learn to put some fucking pants on."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Have we figured out a destination once we have the FTL powered,\" Chir asked. \"We won't be able to go to spaces held by the Dominion, the Celzi Alliance, or the Directorate.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Or the Hunters of course,\" Trycrur added. \"Although I know Adrian would love to shoot the big gun at them, I think it's better if we avoid them for the time being.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian's heart skipped a beat, and he gave Trycrur his full attention. \"Trix... you're saying we'll be able to power up the Devastator cannon?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Trycrur nodded. \"We'll have to test it out, but the damage report doesn't indicate any issues with it.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"All Adrian wants for Christmas is a planet-killing deathray?\" Jen teased, grinning at him. \"It's going to take a lot to top that next year.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian snorted. \"I don't think it will kill a planet... probably. But I definitely prefer having it available for when we next run into people who want to kill us.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Those poor bastards,\" Chir said with a smile of his own. \"They won't know what hit them.\""
        }
    ]
}