{
    "book": "Salvage",
    "chapter": 24,
    "chapterTitle": "The Winning Team",
    "date": "2014-10-24",
    "source": "https://www.reddit.com/r/HFY/comments/2k6rej/ocjenkinsverse_salvage_chapter_24_the_winning_team/",
    "content": [
        {
            "tag": "p",
            "class": "",
            "text": "Jen had broken down into an uncontrolled fit of giggling, while Adrian sat by and grinned broadly at his own jokes, and at Jen's reaction to them. It made him feel good to be able to make someone laugh, to be able to <em>hear</em> human laughter from somebody other than himself after what seemed like years."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"You,\" she said, struggling to maintain her composure, \"you should get a job in tourism!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Yeah, right,\" he replied. \"I can see it right now, 'Come to Space: It's Full of Arseholes.'\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"You know we're all in space as well,\" she said gesturing broadly to indicate the two of them as well as Trycrur and Chir who were currently busy fixing up the last details of the power supply. Jen and Adrian had just finished their portion of the labour, and were currently slumped into chairs in what had become the R&amp;R area, both of them completely buggered but not yet ready to pass out."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Well,\" he said, \"I might be the only arsehole on this ship, but as it's mine I reckon it counts for everyone.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Aw, don't say that,\" she protested, \"you're only kind of an arsehole.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "He grinned. \"Thanks.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I don't know about that,\" Chir said, entering the room and filling it with the pungent aroma of sweat and industrial lubricant. \"But at least he's on our side, so that counts for something.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Nice thing to hear coming from someone who smells like a wet dog that got into a fight with a sex shop,\" Adrian retorted, and was pleased to see Jen burst into another fit of laughter."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Sex... shop?\" Chir asked in equal parts horror and morbid curiosity. \"You purchase sex in such a place?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Nah mate,\" Adrian said, \"you, uh...\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "He trailed off as he saw Jen poised to listen to his answer, her eyes aglitter and her full lips already hinting at a smile..."
        },
        {
            "tag": "p",
            "class": "",
            "text": "He cleared his throat; another joke then. \"You don't get those outside of Amsterdam.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "It wasn't a very good joke, but she was already primed for laughter and broke back into giggling like a schoolgirl."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chir looked between them. \"There is something very wrong with your species.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Almost makes you agree with the barrier,\" Trycrur said, joining them at last and reeking in much the same way as Chir did. \"But I thought you should all know that we're ready to go.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian pulled himself out of his seat. \"The FTL?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Ready when you are,\" Trycrur confirmed. \"Give the order, Shiplord.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian ignored Jen's snigger, not dignifying it with a response. He'd already been harangued about how close it was to 'shitlord', and he wasn't about to let her make him feel awkward in this moment of triumph."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Right then,\" he said, full of trepidation. \"Here's hoping nothing explodes.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chir and Trycrur stared at him coldly."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"You should stop saying things like that,\" Chir said. \"It's like the kiss of death to our success.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"You're not wrong,\" Adrian said with a grimace, regretting his ill-chosen words already. He winced as he continued. \"Zhadersil, report power status.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Shiplord Adrian Saunders,\" the Zhadersil responded, giving rise to a new bout of laughter from Jen, \"ship power is at ninety-two percent.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Confirm navigation bearing is set,\" Adrian continued."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Navigation bearing set to &lt;error on local data... importing... successfully imported&gt; Vdltkzr system, orbital distance of one astronomical unit.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"So far so good,\" Adrian said, his sense of worry growing, then noticing that the error had caused the other three to trade significant glances of concern."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Don't worry, that's a minor glitch from Bekmer's workaround,\" he told them."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chir grunted dubiously. \"You'll understand why that doesn't prevent me from worrying.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"It worked last time, it'll work this time,\" Adrian told him, although he didn't really expect it to allay their fears. It didn't really allay his either, but it was too late to deal with any issues there. They could take another look at fixing the navigation system properly once they were out of danger."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Sensor contact,\" the Zhadersil informed him without prompting. \"Two unknown vessels detected. Trajectory projects inbound flight path.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We've got two ships coming at us?\" Adrian repeated, surprised at the Zhadersil actually being helpful at this point. \"What are they?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Unknown configuration,\" the Zhadersil replied. That was not surprising, its database was sixty five million years out of date."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I doubt they're friendly,\" Chir said. \"Nobody we meet is ever friendly.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Zhadersil, how long before they're in weapons range?\" Adrian asked."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Both vessels currently in targeting range for Devastator cannon,\" the Zhadersil replied."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Uh... good to know,\" Adrian replied. \"What about <em>their</em> weapons?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Unknown.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Commence charging FTL. Ready Devastator cannon and reinforce shields.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Warning, not enough power,\" the Zhadersil responded, \"Devastator cannon will be readied at decreased rate.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Fine,\" Adrian replied. \"How long until FTL is ready to go?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"FTL ready to engage in one minute. Devastator cannon ready in under one minute.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"You know, it's kind of nice to actually have a working ship for once,\" Trycrur commented to Chir."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Don't speak too soon,\" Chir advised, \"there's still a whole (minute) for things to go terribly wrong.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Well then,\" Adrian said, looking to Chir, \"I guess it's time to stall! Zhadersil, patch me through to one of those ships!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Awplvrs, Celzi Alliance Cruiser, approaching unknown vessel</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "Ship Master Vntlkrp surveyed the false light imagery of local space, the debris of the missing Alliance light cruiser highlighted along with the enormous bulk of an unknown alien vessel. His first feeling that it was a Dominion secret weapon, but scans had shown that it was old, spectacularly old, and that had given him a whole new level of wariness. What was this ship from the distant past, and what had it done that had resulted in the destruction of a Light Cruiser and all hands?"
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Ready weapons,\" he instructed his weapons tech. \"Keep them ready, but we don't want to fire quite yet. Not until we know what we're up against.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Ship Master,\" called out the sensor tech. \"I'm showing a mixture of technology on board. I have already identified Dominion, Corti, and... Hunter vessels present within.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Hunter vessels?!\" Vntlkrp repeated, swallowing cold dread. He hadn't had the misfortune of coming face to face with any, but he'd had to clean up a station they'd visited. All those dead, simply so the Hunters could reach a single human."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We're showing that multiple systems <em>are</em> charging,\" the sensor tech continued. \"Ship Master, they're readying weapons.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"They may have scanned us first,\" Vntlkrp replied. \"They won't be able to hit us from this distance. Tell the Ltrnflw to maintain distance but stay in formation.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Ship Master,\" called his comms tech. \"I'm receiving a signal on an unusual band. It appears to be coming from that vessel.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Vntlkrp smiled inwardly, but maintained an expression of cool, professional detachment. That was how you showed your men that you were in control of the situation, even when you weren't. \"No doubt they can see they're outmatched,\" he said confidently. It might even be true, but there was only one way to be sure. \"Put it to main viewscreen.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "He stepped in front of the camera that would return his image, looking as bold and dashing as he could manage. That was the kind of image that would strike fear into the hearts of the enemy."
        },
        {
            "tag": "p",
            "class": "",
            "text": "Then the picture of a hairy-faced human came on-screen and Vntlkrp faltered. Fortunately the reaction of his command crew was to gasp and stare, so he suspected nobody noticed his own reaction."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Attention alien vessels,\" the human said, speaking with such easy confidence that Vntlkrp suddenly very worried. \"I am going to offer you a chance to surrender.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"You...\" Vntlkrp choked, struggling to regain control of his tongue along with the rest of his composure. \"You're a human!\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"And you're a whatever-the-fuck-you-are!\" the human replied, curving its lips and baring some teeth in an obviously aggressive showing. \"Short explanation, I want your ships. How you leave them is up to you.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I am Ship Master Vntlkrp of the Celzi Alliance Cruiser, the Awplvrs,\" Vntlkrp replied fiercely. \"We will not surrender to one of your kind! We have our pride, and it would shame us to surrender without battle! I have five thousand troops between these ships-\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Look Ventilcrap,\" the human interrupted, probably purposefully mispronouncing Vntlkrp's name in order to infuriate him, and Vntlkrp was further annoyed to find it working marvelously. \"I'm going to be honest. I have three other guys here.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Ha!\" Vntlkrp cried. \"So few numbers-\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"In the last few months,\" the human rudely interrupted, \"we've killed one thousand Hunters in a single battle, seized a Corti Heavy Explorer, crippled a Dominion Cruiser and destroyed that Light Cruiser of yours that's floating out there. No casualties on my side.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "The human spoke with confidence, as though there was no doubt that it was true, but Vntlkrp couldn't imagine that even a human was capable of feats such as that. \"You're lying!\" he accused. \"You found those ships! A ruse to try and-\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "The human was not paying attention, but seemed to be looking at someone else off camera. \"So everything's charged? Well, I think it's probably time for a test firing, so if this works out maybe we can get these guys to actually surrender?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Vntlkrp looked at the techs on the command deck, and they all seemed to be sharing awkward glances. Everybody knew that you didn't go telling your enemy you were about to shoot them, especially not when you were so far from weapons range."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The human looked back at the camera, both lips curved back to bare his teeth fully. \"Okay, Ventilcrap, I'm going to give you another chance to surrender before I test my big gun on your other ship there.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I refuse!\" Vntlkrp spat back. \"We will make you pay for these threats, I will personally-\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "The human was looking away again. \"Zhadersil, fire devastator cannon at secondary vessel.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Vntlkrp froze, and all eyes turned towards the sensor tech."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The sensor tech paled. \"Their weapon has discharged an unknown energy.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Vntlkrp steeled himself. \"Not to worry,\" he said, \"the Ltrnflw will evade-\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"The energy moved at light speed, Ship Master,\" the sensor tech replied. \"They have already been hit.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Damage?\" Vntlkrp asked. He had a bad feeling that the human had perhaps not been lying after all."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"No structural or system damage reported,\" the sensor tech replied, and Vntlkrp relaxed. Perhaps it was not such a dangerous weapon after all."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Huh...\" the sensor tech continued, and not in the kind of tone that provided any comfort. \"Bio-monitors are failing.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"What do you mean failing?\" Vntlkrp asked, his horror already mounting at the answer he already knew. Bio-monitors rarely failed, and it was impossible for them to all fail at once."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"None are recording life signs anymore...\" the sensor tech reported. His voice was flat, as dead as the crew of the Ltrnflw, and he raised his gaze along with everyone else to look at the view screen."
        },
        {
            "tag": "p",
            "class": "",
            "text": "The human was enjoying some kind of beverage, and tilted his head nonchalantly. \"Well,\" he said, \"that's a bugger of a thing, isn't it? So about that surrender?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "<strong>Zhadersil</strong>"
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"I can't believe you just conquered two Alliance cruisers,\" Trycrur said, in genuine, shocked disbelief. \"What are you even going to do with them!?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Adrian shrugged. \"We could strip them for parts, take their weapons and cargo... that sort of thing.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We don't have that sort of time,\" Chir replied. \"Those ships will be broadcasting their location on a set time interval.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Then we take as much as we can as fast as we can,\" Jen interjected. Adrian was amused to see a sort of strange excitement there that he hadn't seen before. A fellow spirit of larceny revealed; he grinned."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"This is why we need more crew,\" Chir said. \"Although this time we really <em>are</em> like pirates.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"No,\" said Adrian firmly, a plan beginning to form,\"although we <em>do</em> need more crew. We're not going to just leave those vessels there, though.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Then what?\" Chir asked. \"The Celzi will come after them...\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Not if we take them into Dominion space,\" Adrian said, a sly smile creeping out onto his face. \"What do you think the Dominion would say to a gift of two fully functional Celzi cruisers?\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"They'd probably be beside themselves in joy,\" Trycrur replied. \"It normally takes heavy boarding actions to get control of a vessel, and by then it's usually completely wrecked from all the fighting.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Well then,\" Adrian said, \"it seems we have a way onto the Dominion's payroll. Chir, I want you to contact your friend in a high place, it's time to bring the concept of the Privateer to you primitive space men.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "Chir turned to Trycrur with a frown. \"You know, I know they <em>are</em> speaking a different language, but it's times like these you can tell.\""
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"We're going to be swashbucklers?\" Jen asked, eyebrow raised but with the slight edge of excitement and mad glee still there."
        },
        {
            "tag": "p",
            "class": "",
            "text": "\"Oh yes, Jen,\" Adrian said, planting a foot firmly on the seat of his chair, and made a mental note to carry his fusion sword for occasions such as this. \"Buckles will definitely be swashed.\""
        }
    ]
}